Repository: vIRCio/anope.pt_BR.po
Catalog: anope.*.po
Languages: pt_br

source: No auto-op
pt_br: Sem auto op

source: No bot
pt_br: Sem bot

source: No expire
pt_br: Não expira

source: No help available for %s.
pt_br: Sem ajuda para %s.

source: No information about module %s is available.
pt_br: Sem informações disponível sobre o módulo %s .

source: No limit is set on %s.
pt_br: Sem limite configurado em %s.

source: No logon news items to delete!
pt_br: Não existe logon news para apagar!

source: No matching entries on %s %s list.
pt_br: Não há entradas correspondentes na lista %s %s .

source: No matching entries on %s autokick list.
pt_br: Não há entradas correspondentes na lista %s de autokick.

source: No matching entries on %s bad words list.
pt_br: Não há entradas correspondentes na lista %s de palavras ofensivas.

source: No matching entries on the %s list.
pt_br: Não há entradas correspondentes na lista %s .

source: No matching entries on the AKILL list.
pt_br: Não há entradas correspondentes na lista de AKILL.

source: No memo was cancelable.
pt_br: Não há memos canceláveis.

source: No memos to display.
pt_br: Não há memos para exibir.

source: Options
pt_br: Opções

source: Persistent
pt_br: Persistente

source: Please wait %d seconds and retry.
pt_br: Por favor espere %d segundos e tente novamente.

source: Please wait %d seconds before requesting a new vHost.
pt_br: Por favor espere %d antes de requisitar um novo vHost.

source: Please wait %d seconds before using the %s command again.
pt_br: Por favor espere %d segundos antes de usar o comando %s novamente.

source: Please wait %d seconds before using the GROUP command again.
pt_br: Por favor espere %d segundos antes de usar o comando GROUP novamente.

source: Please wait %d seconds before using the REGISTER command again.
pt_br: Por favor espere %d segundos antes de usar o comando REGISTER novamente.

source: Prevent a bot from being assigned by non IRC operators
pt_br: Impede que um bot seja associado por não operadores do IRC

source: Prevent a bot from being assigned to a channel
pt_br: Impe que um bot seja associado ao canal

source: Prevent the nickname from appearing in the LIST command
pt_br: Impede do nick aparecer no comando LIST

source: Puts an AKILL for every nick on the specified channel. It uses the entire real ident@host for every nick, and then enforces the AKILL.
pt_br: Coloca um AKILL para cada nick no canal especificado. Utiliza a mácara ident@host para cada nick e, em seguida, força o AKILL.

source: Read a memo or memos
pt_br: Lê o(s) memo(s)

source: Recovers your nick from another user or from services. If services are currently holding your nick, the hold will be released. If another user is holding your nick and is identified they will be killed (similar to the old GHOST command). If they are not identified they will be forced off of the nick.
pt_br: Recupera seu nick de outro usuário ou preso nos serviços. Se os serviços estiverem retendo seu nick, a retenção será liberada. Se outro usuário estiver utilizando seu nick e for identificado, ele será morto (semelhante ao antigo GHOST). Se não identificarem, serão forçados a mudar de nick.

source: Regains control of your nick
pt_br: Recupera o controle de seu nick

source: Regex matches are also supported using the %s engine. Enclose your mask in // if this is desired.
pt_br: As correspondências de regex também são suportadas usando o mecanismo %s. Coloque sua máscara em // se desejar.

source: Regex matches are also supported using the %s engine. Enclose your pattern in // if this is desired.
pt_br: As correspondências de "regex" também são suportadas usando o mecanismo %s . Coloque seu padrão entre // se desejar.

source: Register a channel
pt_br: Registra um canal

source: Register a nickname
pt_br: Registra um nick

source: Registered
pt_br: Registrado

source: Registers a channel in the %s database. In order to use this command, you must first be a channel operator on the channel you're trying to register. The description, which is optional, is a general description of the channel's purpose. When you register a channel, you are recorded as the "founder" of the channel. The channel founder is allowed to change all of the channel settings for the channel; %s will also automatically give the founder channel-operator privileges when s/he enters the channel.
pt_br: Registra um canal no banco de dados do %s. Para usar este comando, você deve primeiro ser um operador do canal que está tentando registrar. A descrição fornece um objetivo para o canal e é opcional. Quando você registra um canal, você é promovido a "fundador" do canal. O fundador do canal pode alterar todas as configurações do canal; %s também dará automaticamente ao fundador privilégios de operador do canal quando entrar no canal.

source: Registers your nickname in the %s database. Once your nick is registered, you can use the SET and ACCESS commands to configure your nick's settings as you like them. Make sure you remember the password you use when registering - you'll need it to make changes to your nick later. (Note that case matters! ANOPE , Anope , and anope are all different passwords!) Guidelines on choosing passwords: Passwords should not be easily guessable. For example, using your real name as a password is a bad idea. Using your nickname as a password is a much worse idea ;) and, in fact, %s will not allow it. Also, short passwords are vulnerable to trial-and-error searches, so you should choose a password at least 5 characters long. Finally, the space character cannot be used in passwords.
pt_br: Registra seu nick name na base de dados %s. Uma vez que seu nick for registrado, você pode usar os comandos SET e ACCESS para configurar seu nick se desejar. Certifique-se de utilizar uma senha a qual você se lembre ao registrar - você precisará dela ao trocar de nick mais tarde. (IMPORTANTE: Há distinção entre o uso de letras maiúsculas e minúsculas! ANOPE, Anope e anope são senhas diferentes!) Orientações para o uso de senhas: Senhas não devem ser adivinhadas facilmente. Por exemplo, usar o seu nomo como senha é uma péssima ideia. Usar seu nick como senha é uma ideia pior ainda ;) e, na verdade, %s não irá autorizar. Também, senhas curtas são vulneráveis a processos de tentativa e erro. Então, você deverá escolher uma senha com pelo menos 5 caracteres. Finalmente, a barra de espaço não pode ser usada em senhas.

source: Registration is currently disabled.
pt_br: Registro desativado no momento.

source: Regulate the use of critical commands
pt_br: Regulariza o uso de comandos críticos

source: Reject the requested vHost for the given nick.
pt_br: Rejeita o pedido de vHost para o nick dado.

source: Reject the requested vHost of a user
pt_br: Rejeita o pedido de vHost de um usuário

source: Releases a suspended channel
pt_br: Libera um canal suspenso

source: Releases a suspended channel. All data and settings are preserved from before the suspension.
pt_br: Libera um canal suspenso. Todos os dados e configurações foram preservados antes da suspensão.

source: Reload a module
pt_br: Recarrega um módulo

source: Reload services' configuration file
pt_br: Relê os arquivos de configuração dos serviços

source: Remove a nick from a group
pt_br: Remove o nick do grupo

source: Remove all bans preventing a user from entering a channel
pt_br: Remove todos os bans de um usuário no canal

source: Remove all operators from a server remotely
pt_br: Remove todos os operadores de um servidor remoto

source: Removed IP %s from %s.
pt_br: IP removido %s de %s.

source: Removed server %s from zone %s.
pt_br: Servidor removido %s da zona %s.

source: Removed server %s.
pt_br: Servidor removido %s.

source: Repeat kicker
pt_br: Repete kicker

source: Request a vHost for your nick
pt_br: Solicita um vHost para seu nick

source: Request the given vHost to be activated for your nick by the network administrators. Please be patient while your request is being considered.
pt_br: Requisita aos administradores da rede que o vHost seja ativado. Por favor, seja paciente enquanto sua solicitação é processada.

source: Resend registration confirmation email
pt_br: Reenvia o código de confirmação do registro por e-mail

source: Restrict access to the channel
pt_br: Acesso restrito para o canal

source: Restricted access
pt_br: Acesso restrito

source: Restricted access option for %s is now off.
pt_br: Opção de acesso restrito para %s agora está off.

source: Restricted access option for %s is now on.
pt_br: Opção de acesso restrito para %s agora está on.

source: Restricted enforced on %s.
pt_br: Restrito aplicado em %s.

source: Retain modes when channel is not in use
pt_br: Mantém os modos quando o canal não estiver em uso

source: Retain topic when channel is not in use
pt_br: Mantém o tópico quando o canal não estiver em uso

source: Retrieve the password for a nickname
pt_br: Recupera a senha do nick

source: Retrieves the vhost requests
pt_br: Lista os vHost requisitados e pendentes

source: Returns the key of the given channel
pt_br: Retorna a senha do canal

source: Returns the key of the given channel.
pt_br: Retorna a senha (key) do canal.

source: Returns the matching accounts that used given email.
pt_br: Retorna as contas que usaram determinado email.

source: Returns the owner status of the given nickname
pt_br: Retorna o status de dono do nick

source: Returns the password for the given nickname. Note that whenever this command is used, a message including the person who issued the command and the nickname it was used on will be logged and sent out as a WALLOPS/GLOBOPS.
pt_br: Retorna a senha para o nick informado. Observe que sempre que esse comando é usado, uma mensagem incluindo a pessoa que emitiu o comando e o nick em que foi usado será registrada e enviada como WALLOPS e GLOBOPS.

source: Returns whether the user using the given nickname is recognized as the owner of the nickname. The response has this format: nickname status-code account where nickname is the nickname sent with the command, status-code is one of the following, and account is the account they are logged in as. 0 - no such user online or nickname not registered 1 - user not recognized as nickname's owner 2 - user recognized as owner via access list only 3 - user recognized as owner via password identification If no nickname is given, your status will be returned.
pt_br: Retorna se o usuário que usa o nick fornecido é reconhecido como o proprietário do nick. A resposta tem o seguinte formato: nickname status-code account onde nickname é o nick fornecido no comando, status-code é o estado em que se encontra e account é a conta na qual os nicks estão conectados. 0 - nenhum usuário online ou nick não registrado 1 - usuário não identificado como proprietário do nick 2 - usuário identificado como proprietário apenas pela lista de acesso 3 - usuário identificado como proprietário via identificação de senha Se nenhum nick for fornecido como parâmetro, seu próprio status será retornado.

source: Reverses kicker
pt_br: Reverte kicker

source: Reverses the effect of the IDENTIFY command
pt_br: Reverte o efeito do comando IDENTIFY

source: SET server
pt_br: SET servidor

source: SET server.name option value
pt_br: SET nome.do.servidor opção valor

source: Save databases and restart Services
pt_br: Salva o banco de dados e reinicia os serviços

source: Searches logs for a matching pattern
pt_br: Pesquisa nos logs um padrão correspondente

source: Security
pt_br: Segurança

source: See %s%s HELP %s for more information about the access list.
pt_br: Veja %s%s HELP %s para mais informações sobre a lista de acesso.

source: See %s%s HELP %s for more information about the flags system.
pt_br: Veja %s%s HELP %s para mais informações sobre o sistema de flags.

source: Send a memo to a nick or channel
pt_br: Envia um memo pra um nick ou canal

source: Send a memo to all opers/admins
pt_br: Envia memo para todos os operadores/administradores

source: Send a memo to all registered users
pt_br: Envia um memo para todos os usuários registrados

source: Send a message to all users
pt_br: Envia uma menssagem para todos os usuários

source: Sends a memo and requests a read receipt
pt_br: Envia um memo com um pedido de confirmação de leitura

source: Sends a passcode to the nickname with instructions on how to reset their password. Email must be the email address associated to the nickname.
pt_br: Envia o código de acesso para o nick com instruções sobre como redefinir sua senha. O email deve ser o endereço de email associado ao nick.

source: Sends all registered users a memo containing memo-text .
pt_br: Envia um memo a todos os usuários registrados com memo-text .

source: Sends all services staff a memo containing memo-text .
pt_br: Envia um memo para equipe dos serviços com memo-text .

source: Sends the named nick or channel a memo containing memo-text . When sending to a nickname, the recipient will receive a notice that he/she has a new memo. The target nickname/channel must be registered.
pt_br: Envia um memo para um nick ou channel contendo memo-text . Ao enviar a um nick, o destinatário receberá uma notificação de que recebeu um novo memo. O nick ou canal a ser enviado deve ser registrado.

source: Sends the named nick or channel a memo containing memo-text . When sending to a nickname, the recipient will receive a notice that he/she has a new memo. The target nickname/channel must be registered. Once the memo is read by its recipient, an automatic notification memo will be sent to the sender informing him/her that the memo has been read.
pt_br: Envia um memo ao nick ou canal fornecido contendo memo-text . Ao enviar para um nick, o destinatário receberá um notice de que um novo memo foi recebido. O nick/canal fornecido deve ser registrado. Uma vez que o memo é lido pelo destinatário, um memo de notificação será enviado automaticamente ao remetente informando-o(a) de que o memo foi lido.

source: Sends you the text of the memos specified. If LAST is given, sends you the memo you most recently received. If NEW is given, sends you all of your new memos. If ALL is given, sends you all of your memos. Otherwise, sends you memo number num . You can also give a list of numbers, as in this example: READ 2-5,7-9 Displays memos numbered 2 through 5 and 7 through 9.
pt_br: Envia um memo com um texto especificado. Se LAST for fornecido, envia para você o memo recebido mais recentemente. Se NEW for fornecido, envia para você todas os seus novos memos. Se ALL for fornecido, envia para você todos os seus memos. Caso contrário, envia o número do memo número num . Você também pode fornecer uma lista de números, como neste exemplo: READ 2-5,7-9 Exibe os memos numerados de 2 a 5 e 7 a 9.

source: Services Operator commands
pt_br: Comandos para Operador dos Serviços

source: Services' configuration has been reloaded.
pt_br: As configurações dos Serviços foram recarregadas.

source: Session
pt_br: Sessão

source: Set channel options and information
pt_br: Definir opções e informações do canal

source: Set how Services make bans on the channel
pt_br: Define como os serviços fará os bans no canal

source: Set options related to memos
pt_br: Define opções relacionadas aos memos

source: Set options, including kill protection
pt_br: Opções de configurações, incluindo proteção de kill

source: Set the channel as permanent
pt_br: Define o canal como permanente

source: Set the channel description
pt_br: Define a descrição do canal

source: Set the display of your group in Services
pt_br: Configura a exibição do seu grupo nos Serviços

source: Set the founder of a channel
pt_br: Define o fundador do canal

source: Set the language Services will use when messaging you
pt_br: Define o idioma que os Serviços usará

source: Set the nickname password
pt_br: Define a senha do nick

source: Set the successor for a channel
pt_br: Define o sucessor do canal

source: Set the vhost for all nicks in a group
pt_br: Define o vHost para todos os nicks de um grupo

source: Set the vhost of another user
pt_br: Define um vHost para outro usuário

source: Set various global Services options
pt_br: Define várias opções globais para os Serviços

source: Set your nickname password
pt_br: Define a senha do nick

source: Sets the vhost for all nicks in the same group as that of the given nick. If your IRCD supports vIdents, then using SETALL <nick> <ident>@<hostmask> will set idents for users as well as vhosts. * NOTE, this will not update the vhost for any nicks added to the group after this command was used.
pt_br: Define o vhost para todos os nicks que pertecem ao mesmo grupo. Se o seu IRCD suportar vIdents, para definir use o comando: SETALL <nick> <ident>@<hostmask> . * OBSERVAÇÃO, isso não atualizará o vhost para quaisquer nicks adicionados ao grupo após a utilização deste comando.

source: Sets the vhost for the given nick to that of the given hostmask. If your IRCD supports vIdents, then using SET <nick> <ident>@<hostmask> set idents for users as well as vhosts.
pt_br: Define o vhost para o nick como a máscara requisitada. Se o seu IRCD oferecer suporte a vIdents, para definir use SET <nick> <ident>@<hostmask> .

source: Sets various memo options. option can be one of: NOTIFY Changes when you will be notified about new memos (only for nicknames) LIMIT Sets the maximum number of memos you can receive Type %s%s HELP %s option  for more information on a specific option.
pt_br: Define várias opções sobre memos. option (a opção) pode ser uma das seguintes: NOTIFY Altera quando você será notificado sobre novos memos (apenas para nicks) LIMIT Define o número máximo de memos que você pode receber Digite %s%s HELP %s option  para obter mais informações sobre uma opção específica.

source: Sets various nickname options. option can be one of:
pt_br: Define várias opções para os nicks. option pode ser uma das seguintes:

source: Sets whether services should set channel status modes on you automatically.
pt_br: Define para adquirir status no canal automaticamente.

source: Sets whether you will be given your channel status modes automatically. Set to ON to allow %s to set status modes on you automatically when entering channels. Note that depending on channel settings some modes may not get set automatically.
pt_br: Define se você receberá seus modos de status do canal automaticamente. Defina como ON para permitir que %s defina automaticamente os modos de status ao entrar nos canais. Observe que, dependendo das configurações do canal, alguns modos podem não ser definidos automaticamente.

source: Show status of Services and network
pt_br: Mostra o status dos Serviços da rede

source: Statistics and maintenance for seen data
pt_br: Estatísticas e manutenção de dados do "seen"

source: Status updated (memos, vhost, chmodes, flags).
pt_br: Status atualizado (memos, vhost, chmodes, flags).

source: Suspends a registered nickname, which prevents it from being used while keeping all the data for that nick. If an expiry is given the nick will be unsuspended after that period of time, else the default expiry from the configuration is used.
pt_br: Suspende um nick registrado, o que impede que ele seja usado enquanto mantém todos os dados do nick. Se for informado um tempo para expiração, a suspensão findará após esse período, caso contrário, o tempo de expiração padrão da configurado será usado.

source: Syncs the vhost for all nicks in a group
pt_br: Sincroniza o vHost para todos os nicks de um grupo

source: Syntax
pt_br: Sintaxe

source: Syntax: %s [ nickname ] Without a parameter, lists all nicknames that are in your group. With a parameter, lists all nicknames that are in the group of the given nick. Specifying a nick is limited to Services Operators.
pt_br: Sintaxe: %s [ nick ] Sem um parâmetro, lista todos os apelidos que estão no grupo. Com um parâmetro, lista todos os apelidos que estão no grupo do nick fornecido. A especificação de um nick é limitada a operadores dos serviços.

source: Syntax: LIMIT [ channel ] limit  Sets the maximum number of memos you (or the given channel) are allowed to have. If you set this to 0, no one will be able to send any memos to you. However, you cannot set this any higher than %d.
pt_br: Sintaxe: LIMIT [ canal ] limite  Define o número máximo de memos que você (ou o canal fornecido) podem receber. Se o valor definido for 0, ninguém poderá lhe enviar memos. No entanto, este valor não poderá ser maior que %d.

source: Syntax: NOTIFY {ON | LOGON | NEW | MAIL | NOMAIL | OFF} Changes when you will be notified about new memos: ON You will be notified of memos when you log on, when you unset /AWAY, and when they are sent to you. LOGON You will only be notified of memos when you log on or when you unset /AWAY. NEW You will only be notified of memos when they are sent to you. MAIL You will be notified of memos by email as well as any other settings you have. NOMAIL You will not be notified of memos by email. OFF You will not receive any notification of memos. ON is essentially LOGON and NEW combined.
pt_br: Sintaxe: NOTIFY {ON | LOGON | NEW | MAIL | NOMAIL | OFF} Modifica o status das notificações de memos: ON Você receberá notificações de memos ao logar, ao desativar o comando /AWAY, e quando forem enviados. LOGON Você receberá notificações de memos somente ao logar ou quando desativar o comando /AWAY. NEW Você receberá notificações de memos somente no momento em que estão sendo enviados. MAIL Você receberá as notificações de memo também por email além das outras configurações de notificações salvas. NOMAIL Você não receberá notificações de memos por email. OFF Você não receberá nenhuma notificação de memos. ON é essencialmente LOGON e NEW combinados.

source: Tells %s that you are really the owner of this nick. Many commands require you to authenticate yourself with this command before you use them. The password should be the same one you sent with the REGISTER command.
pt_br: Diz ao %s que você é realmente o proprietário do nick. Muitos comandos exigem que você se autentique com este comando antes de usá-los. A senha deve ser a mesmo que você colocou no comando REGISTER.

source: Tells %s to invite you or an optionally specified nick into the given channel. By default, limited to AOPs or those with level 5 access and above on the channel.
pt_br: Diz ao %s para convidar você ou um nick especificado para o canal fornecido. Por padrão, limitado a AOPs ou àqueles com acesso de nível de 5 para cima com acesso no canal.

source: Tells %s to remove all bans preventing you or the given user from entering the given channel. If no channel is given, all bans affecting you in channels you have access in are removed. By default, limited to AOPs or those with level 5 access and above on the channel.
pt_br: Informa ao %s para remover todas os bans que impedem você ou o usuário especificado de entrar no canal. Se nenhum canal for informado, todos os bans que afetam você nos canais aos quais você tem acesso serão removidos. Por padrão, limitado a AOPs ou àqueles com nível de acesso no canal de 5 para cima.
