Repository: vIRCio/anope.pt_BR.po
Catalog: anope.*.po
Languages: pt_br

source: second
pt_br: segundo

source: seconds
pt_br: segundos

source: vHost for %s has been activated.
pt_br: vHost para %s foi ativado.

source: vHost for %s has been rejected.
pt_br: vHost para %s foi rejeitado.

source: vhosts for group %s have been removed.
pt_br: vhosts do grupo %s foi removido.

source: year
pt_br: ano

source: years
pt_br: anos

source: { MODIFY | VIEW } [ block name item name item value ]
pt_br: { MODIFY | VIEW } [ nome bloqueado nome do item valor do item ]

source: { channel | nickname }
pt_br: { canal | nick }

source: { nick | channel }
pt_br: { nick | canal }

source: { nick | channel } memo-text
pt_br: { nick | canal } texto-do-memo
