Repository: vIRCio/anope.pt_BR.po
Catalog: anope.*.po
Languages: pt_br

source: Forbid allows you to forbid usage of certain nicknames, channels, and email addresses. Wildcards are accepted for all entries.
pt_br: Forbid permite a proibição do uso de certos nicks, canais e emails. Asteriscos são aceitos para todas as entradas.

source: Forbid usage of nicknames, channels, and emails
pt_br: Proibe a utilização de nicks, canais e emails

source: Force the Services databases to be updated immediately
pt_br: Forçar o banco de dados dos Serviços a serem atualizados imediatamente

source: Forcefully change a user's nickname
pt_br: Força um usuário mudar o nick

source: Forcefully changes a user's nickname from nick to newnick .
pt_br: Força mudar o apelido de nick para novo-nick .

source: Forcefully join a user to a channel
pt_br: Força um usuário entrar no canal

source: Forcefully join a user to a channel.
pt_br: Força um usuário entrar no canal.

source: Forcefully part a user from a channel
pt_br: Força um usuário sair do canal

source: Forcefully part a user from a channel.
pt_br: Força um usuário sair do canal.

source: Founder
pt_br: Fundador

source: Founder of %s changed to %s.
pt_br: Fundador do %s modificado para %s.

source: GETPASS command unavailable because encryption is in use.
pt_br: Comando GETPASS indisponível porque a criptografia está em uso.

source: Helps you reset lost passwords
pt_br: Ajuda você se perdeu a senha

source: Hide certain pieces of nickname information
pt_br: Oculta algumas informações do nick

source: Identify yourself with your password
pt_br: Identifica você com sua senha

source: Info about a loaded module
pt_br: Informações sobre carregar um módulo

source: Invites you or an optionally specified nick into a channel
pt_br: Convida você ou o nick fornecido para um canal

source: Kick a user from a channel
pt_br: Kicka um usuário do canal

source: Kicks a specified nick from a channel
pt_br: Kicka um nick específico do canal

source: Kicks a specified nick from a channel. By default, limited to AOPs or those with level 5 access and above on the channel. Channel founders can also specify masks.
pt_br: Kikca um nick especificado de um canal. Por padrão, limitado a AOPs ou àqueles com nível de acesso no canal de 5 para cima. Os fundadores do canal também podem especificar máscaras.

source: Last topic
pt_br: Último tópico

source: Last used
pt_br: Última utilização

source: List all registered nicknames that match a given pattern
pt_br: Lista todos os nicks registrados com o padrão informado

source: List channels you have access on
pt_br: Lista os canais que você possui acesso

source: List for mode %c is full.
pt_br: Lista para o modo %c está cheio.

source: List loaded modules
pt_br: Lista de módulos carregados

source: List of entries matching %s:
pt_br: Lista de entradas correspondentes a %s:

source: List of nicknames in the group of %s:
pt_br: Lista os nicks no grupo de %s:

source: List of nicknames in your group:
pt_br: Lista os nicks em seu grupo:

source: List your memos
pt_br: Lista seus memos

source: Lists all available bots on this network. Bots prefixed by a * are reserved for IRC Operators.
pt_br: Lista todos os bots disponíveis nesta rede. Os bots prefixados com * são reservados para os operadores do IRC.

source: Lists all channel records
pt_br: Lista todos os canais onlines

source: Lists all channels you have access on. Channels that have the NOEXPIRE option set will be prefixed by an exclamation mark. The nickname parameter is limited to Services Operators
pt_br: Lista todos os canais aos quais você tem acesso. Os canais que possuem a opção NOEXPIRE definido serão colocados um prefixo com um ponto de exclamação! O nick (parâmetro  nickname ) só é exigido se o comando for utilizado por operadores dos serviços

source: Lists all nicknames in your group
pt_br: Lista todos os nicks de seu grupo

source: Lists all registered channels matching the given pattern
pt_br: Lista todos os canais registrados que correspondem ao padrão especificado

source: Lists all registered channels matching the given pattern. Channels with the PRIVATE option set will only be displayed to Services Operators with the proper access. Channels with the NOEXPIRE option set will have a ! prefixed to the channel for Services Operators to see. Note that a preceding '#' specifies a range, channel names are to be written without '#'. If the SUSPENDED or NOEXPIRE options are given, only channels which, respectively, are SUSPENDED or have the NOEXPIRE flag set will be displayed. If multiple options are given, all channels matching at least one option will be displayed. Note that these options are limited to Services Operators . Examples: LIST *anope* Lists all registered channels with anope in their names (case insensitive). LIST * NOEXPIRE Lists all registered channels which have been set to not expire. LIST #51-100 Lists all registered channels within the given range (51-100).
pt_br: Lista todos os canais registrados que correspondem ao padrão especificado. Os canais configurados com a opção PRIVATE serão exibidos apenas para operadores dos serviços com o acesso adequado. Os canais configurados com a opção NOEXPIRE terão um prefixo ! para visualização dos operadores dos serviços. Observe que precedido de um '#' especifica um intervalo, nomes de canais devem ser escritos sem '#'. Se as opções SUSPENDED ou NOEXPIRE forem fornecidas, apenas serão listados os canais suspensos e que não irão expirar. Se várias opções forem fornecidas, todos os canais correspondentes a pelo menos uma opção serão exibidos. Note que essas opções são limitadas aos Operadores dos Serviços . Exemplos: LIST *anope* Lista todos os canais registrados com anope em seus nomes (sem distinção entre maiúsculas e minúsculas). LIST * NOEXPIRE Lista todos os canais registrados configurados para não expirar. LIST #51-100 Lista todos os canais registrados dentro do intervalo fornecido (51-100).

source: Lists all registered nicknames which match the given pattern, in nick!user@host format. Nicks with the PRIVATE option set will only be displayed to Services Operators with the proper access. Nicks with the NOEXPIRE option set will have a ! prefixed to the nickname for Services Operators to see. Note that a preceding '#' specifies a range. If the SUSPENDED, UNCONFIRMED or NOEXPIRE options are given, only nicks which, respectively, are SUSPENDED, UNCONFIRMED or have the NOEXPIRE flag set will be displayed. If multiple options are given, all nicks matching at least one option will be displayed. Note that these options are limited to Services Operators . Examples: LIST *!joeuser@foo.com Lists all registered nicks owned by joeuser@foo.com. LIST *Bot*!*@* Lists all registered nicks with Bot in their names (case insensitive). LIST * NOEXPIRE Lists all registered nicks which have been set to not expire. LIST #51-100 Lists all registered nicks within the given range (51-100).
pt_br: Lista todos os nicks registrados que correspondem ao determinado padrão, no formato nick!user@host . Nicks com a opção PRIVATE configurados apenas serão exibidos para operadores dos serviços com acesso adequado. Os nicks com a opção NOEXPIRE configurada terão um prefixo ! para os Operadores dos Serviços visualizar. Observe que um '#' especifica um intervalo. Se as opções SUSPENDED, UNCONFIRMED ou NOEXPIRE forem fornecidas, apenas os nicks não suspensos, não confirmados e que não irão expirar serão exibidos. Se várias opções forem fornecidas, todos os nicks correspondentes a pelo menos uma opção serão exibidos. Observe que essas opções são limitadas aos Operadores dos Serviços . Exemplos: LIST *!joeuser@foo.com Lista todos os nicks registrados pertencentes a joeuser@foo.com. LIST *Bot*!*@* Lista todos os nicks registrados com Bot em seus nomes (sem distinção entre maiúsculas e minúsculas). LIST * NOEXPIRE Lista todos os nicks registrados que foram configurados para não expirarem. LIST #51-100 Lista todos os nicks registrados dentro do intervalo especificado (51-100).

source: Lists all user records
pt_br: Lista todos os usuários onlines

source: Lists all users currently online on the IRC network, whether their nick is registered or not. If pattern is given, lists only users that match it (it must be in the format nick!user@host[#realname]). If channel is given, lists only users that are on the given channel. If INVISIBLE is specified, only users with the +i flag will be listed.
pt_br: Lista todos os usuários online na rede de IRC, independentemente de seu nick estar registrado ou não. Se pattern (o padrão) for fornecido, lista apenas os usuários que o correspondem (deve estar no formato nick!user@host[#realname]). Se o canal for fornecido, lista apenas os usuários que estão no canal fornecido. Se INVISIBLE (invisível) for especificado, apenas os usuários com a flag / modo +i serão listados.

source: Lists any memos you currently have. With NEW, lists only new (unread) memos. Unread memos are marked with a "*" to the left of the memo number. You can also specify a list of numbers, as in the example below: LIST 2-5,7-9 Lists memos numbered 2 through 5 and 7 through 9.
pt_br: Lista os memos que você recebeu. O comando NEW, lista apenas novos memos (não lidos). Memos não lidos são marcados com "*" à esquerda do número do memo. Você também pode especificar uma lista de números, como no exemplo abaixo: LIST 2-5,7-9 Lista memos de 2 a 5 e de 7 a 9.

source: Lists available bots
pt_br: Lista os bots disponíveis

source: Lists currently loaded modules.
pt_br: Lista os módulos carregados no momento.

source: Lists information about the specified registered channel
pt_br: Lista informações sobre um canal registrado

source: Lists information about the specified registered channel, including its founder, time of registration, last time used, and description. If the user issuing the command has the appropriate access for it, then the successor, last topic set, settings and expiration time will also be displayed when applicable.
pt_br: Lista informações sobre um canal registrado, incluindo seu fundador, hora do registro, última vez utilizado e a sua descrição. Se o usuário que emitir o comando tiver o acesso apropriado, também será mostrado o sucessor, o último conjunto de tópicos, as configurações e o tempo de expiração.

source: Load a module
pt_br: Carrega um módulo

source: Login to %s
pt_br: Login no %s

source: Logout from %s
pt_br: Logout do %s

source: Logs you in to %s so you gain Services Operator privileges. This command may be unnecessary if your oper block is configured without a password.
pt_br: Faz login no %s para ganhar privilégios de Operador dos Serviços. Este comando pode ser desnecessário se seu oper block está configurado sem uma senha.

source: Maintain the AutoKick list
pt_br: Mantém a lista de AutoKick

source: Maintains network bot list
pt_br: Mantém a lista de bots da rede

source: Maintains the %s list for a channel. Users who match an access entry on the %s list receive the following privileges:
pt_br: Mantém a lista %s  para um canal. Usuários que pertençam à lista %s de acesso recebem os seguintes privilégios:

source: Maintains the AutoKick list for a channel. If a user on the AutoKick list attempts to join the channel, %s will ban that user from the channel, then kick the user. The AKICK ADD command adds the given nick or usermask to the AutoKick list. If a reason is given with the command, that reason will be used when the user is kicked; if not, the default reason is "User has been banned from the channel". When akicking a registered nick the %s account will be added to the akick list instead of the mask. All users within that nickgroup will then be akicked.
pt_br: Mantém a lista de AutoKick de um canal. Caso um usuário na lista de AutoKick tentar entrar em um canal, %s irá banir este usuário do canal, e então kickar o mesmo. O comando AKICK ADD adiciona o nick ou a máscara de usuário para a lista de AutoKick. Caso o motivo seja dado juntamente ao comando, este motivo será usado quando o usuário for kickado; caso não seja dado, o motivo padrão "Usuário banido do canal" será mostrado. Ao akickar um nick registrado, a conta %s será adicionada à lista akick so invés da máscara. Todos os usuários naquele grupo de nick serão então akickados.

source: Maintains the access list for a channel. The access list specifies which users are allowed chanop status or access to %s commands on the channel. Different user levels allow for access to different subsets of privileges. Any registered user not on the access list has a user level of 0, and any unregistered user has a user level of -1.
pt_br: Mantém a lista de acesso para um canal. A lista de acesso especifica quais usuários têm status de operador do canal ou acesso aos comandos %s no canal. Níveis de acesso diferentes permitem acesso a diferentes subcategorias ou privilégios. Qualquer usuário registrado que não estiver na lista de acesso tem o nível 0 de usuário, e todo usuário não-registrado tem o nível -1 de usuário.

source: Maintains the bad words list for a channel. The bad words list determines which words are to be kicked when the bad words kicker is enabled. For more information, type %s%s HELP KICK %s. The ADD command adds the given word to the bad words list. If SINGLE is specified, a kick will be done only if a user says the entire word. If START is specified, a kick will be done if a user says a word that starts with word . If END is specified, a kick will be done if a user says a word that ends with word . If you don't specify anything, a kick will be issued every time word is said by a user.
pt_br: Mantém a lista negra de palavrões de um canal. Essa lista determina quais palavras devem ser punidas quando a lista estiver ativada. Para mais informações, digite: %s%s HELP KICK %s. O comando "ADD" adiciona a palavra dada à lista. Se "SINGLE" for especificado, um kick será realizado apenas o usuário disser a palavra inteira. Se "START" for especificado, um kick será realizado se o usuário começar com a frase com a palavra . Se "END" for especificado, um kick será feito se o usuário disser uma frase que termine com a palavra . Se nada for especificado, um kick será realizado toda vez que a palavra for dita por um usuário.

source: Maintains the bad words list
pt_br: Mantém a lista negra de palavras

source: Makes the bot do the equivalent of a "/me" command
pt_br: Faz o botserv enviar um comando equivalente ao "/me"

source: Makes the bot do the equivalent of a "/me" command on the specified channel using the specified text.
pt_br: Faz o botserv enviar um comando equivalente ao "/me" no canal especificado usando o texto especificado.

source: Makes the bot say the specified text on the specified channel
pt_br: Faz o botserv enviar uma mensagem específica no canal

source: Makes the bot say the specified text on the specified channel.
pt_br: Faz o botserv enviar uma mensagem específica no canal.

source: Makes the given message the greet of the nickname, that will be displayed when joining a channel that has GREET option enabled, provided that the user has the necessary access on it.
pt_br: Faz com que a mensagem dada seja de saudação do seu nick, que será mostrada ao entrar em um canal que tenha a opção GREET ativada, desde que você tenha o acesso necessário.

source: Makes the given message the greet of your nickname, that will be displayed when joining a channel that has GREET option enabled, provided that you have the necessary access on it.
pt_br: Faz com que a mensagem dada seja de saudação do seu nick, que será mostrada ao entrar em um canal que tenha a opção GREET ativada, desde que você tenha o acesso necessário.

source: Manage DNS zones for this network
pt_br: Gerencia as zonas DNS para esta rede

source: Manage the channel's entry messages
pt_br: Gerencia a lista de mensagens de entrada do canal

source: Manage the memo ignore list
pt_br: Gerencia a lista de memo ignorados

source: Manage your auto join list
pt_br: Gerencia sua lista de auto join

source: Manipulate the %s list
pt_br: Manipula a lista de %s

source: Manipulate the AKILL list
pt_br: Manipula a lista de AKILL

source: Manipulate the DefCon system
pt_br: Manipula o sistema DefCon

source: Manipulate the topic of the specified channel
pt_br: Manipula o tópico do canal

source: Mask
pt_br: Mascara

source: Mask %s already present on %s's access list.
pt_br: Máscara %s já está presente na lista de acesso de %s.

source: Mask must be in the form user @ host .
pt_br: A Máscara deve estar no formato user @ host .

source: Masks and unregistered users may not be on access lists.
pt_br: A lista de acesso não pode conter máscaras nem usuários não registrados.

source: Matches and returns all users that registered using given email
pt_br: Retorna todos os usuários registrados correspondente ao e-mail fornecido

source: Matches for %s:
pt_br: Correspondências para %s:

source: Maximum users: %d (%s)
pt_br: Máximo de usuários: %d (%s)

source: Memo %d from %s (%s).
pt_br: Memo %d de %s (%s).

source: Memo %d has been deleted.
pt_br: Memo %d foi apagado.

source: Memo ignore list is empty.
pt_br: A lista de memo para ignorar está vazia.

source: Memo limit disabled for %s.
pt_br: Limite de memo para %s está desabilitado .

source: Memo limit for %s set to %d.
pt_br: Limite de memo para %s modificado para %d.

source: Memo limit for %s set to 0.
pt_br: Limite de memo para %s alterado para 0.

source: Memo sent to %s.
pt_br: Memo enviado para %s.

source: Memos for %s:
pt_br: Memos para %s:

source: Message
pt_br: Mensagem

source: Message mode
pt_br: Modo de mensagem

source: Method
pt_br: Método

source: Missing parameter for mode %c.
pt_br: Ausência de parâmetro para o modo %c.

source: Mode
pt_br: Modo

source: Mode %s is a virtual mode and can't be cleared.
pt_br: Modo %s é um modo virtual e não pode ser removido.

source: Mode %s is not a status or list mode.
pt_br: Modo %s não é um status ou lista de modo.

source: Mode lock
pt_br: Modo travado

source: Mode locks for %s:
pt_br: Mode travado para %s:

source: Modes
pt_br: Modos

source: Modes cleared on %s and the channel destroyed.
pt_br: Modos removidos no %s e canal destruído.

source: Modifies or displays the access list for your nick. This is the list of addresses which will be automatically recognized by %s as allowed to use the nick. If you want to use the nick from a different address, you need to send an IDENTIFY command to make %s recognize you. Services Operators may provide a nick to modify other users' access lists. Examples: ACCESS ADD anyone@*.bepeg.com Allows access to user anyone from any machine in the bepeg.com domain. ACCESS DEL anyone@*.bepeg.com Reverses the previous command. ACCESS LIST Displays the current access list.
pt_br: Modifica ou exibe a lista de acesso para o seu nick. Está é a lista de endereços que serão automaticamente reconhecidos pelo %s como permitido a usar o nick. E se você deseja usar o nick de um endereço diferente, você precisa enviar um comando IDENTIFY para fazer o %s reconhecer você. Os operadores dos serviços podem fornecer um nick para modificar as listas de acesso de outros usuários. Exemplos: ACCESS ADD anyone@*.bepeg.com Permite o acesso a qualquer pessoa de qualquer máquina com o domínio bepeg.com. ACCESS DEL anyone@*.bepeg.com Reverte o comando anterior. ACCESS LIST Exibe a lista de acesso atual.

source: Modifies or displays the certificate list for your nick. If you connect to IRC and provide a client certificate with a matching fingerprint in the cert list, you will be automatically identified to services. Services Operators may provide a nick to modify other users' certificate lists.
pt_br: Modifica ou exibe a lista de certificados para o seu nick. Se você se conectar ao IRC e fornecer um certificado de cliente com uma impressão digital correspondente na lista de certificados, você automaticamente identifica-se para os serviços. Os operadores dos serviços podem fornecer um nick para modificar as listas de certificados de outros usuários.

source: Modify the Services ignore list
pt_br: Modifica a lista de ignore dos Serviços

source: Modify the list of %s users
pt_br: Modifica a lista de usuários do %s

source: Modify the list of authorized addresses
pt_br: Modifica a lista de endereços autorizados

source: Modify the list of privileged users
pt_br: Modifica a lista de privilégios dos usuários

source: Modify the nickname client certificate list
pt_br: Modifica a lista de certificado do nick

source: Modify the session-limit exception list
pt_br: Modifica o limite de conexões na lista de exceção

source: Module %s is already loaded.
pt_br: Módulo %s já está carregado.

source: Module %s isn't loaded.
pt_br: Módulo %s não está carregado.

source: Module %s loaded.
pt_br: Módulo %s carregado.

source: Module %s reloaded.
pt_br: Módulo %s recarregado.

source: Module %s unloaded.
pt_br: Módulo %s descarregado.

source: Module Name
pt_br: Nome do módulo

source: Module settings:
pt_br: Configurações do módulo:

source: Module: %s Version: %s Author: %s Loaded: %s
pt_br: Módulo: %s Versão: %s Autor: %s Carregado: %s

source: Module: %s [%s] [%s]
pt_br: Módulo: %s [%s] [%s]

source: Name
pt_br: Nome

source: Name Type
pt_br: Nome Tipe

source: Network stats for %s:
pt_br: Estatísticas da rede para %s:

source: Never
pt_br: Nunca

source: Nick
pt_br: Apelido

source: Nick %s has been confirmed.
pt_br: Nick %s foi confirmado.

source: Nick %s is already an operator.
pt_br: Nick %s já é um operador.

source: Nick %s is already confirmed.
pt_br: Nick %s já está confirmado.

source: Nick %s is an illegal nickname and cannot be used.
pt_br: Nick %s é um apelido ilegal e não pode ser utilizado.

source: Nick %s is currently in use.
pt_br: Nick %s já está sendo usado.

source: Nick %s is forbidden by %s: %s
pt_br: Nick %s foi proibido por %s: %s

source: Nick %s is forbidden.
pt_br: Nick %s é proibido.

source: Nick %s is not a Services Operator.
pt_br: Nick %s não é um Operador dos Serviços.

source: Nick %s is part of this Network's Services.
pt_br: Nick %s faz parte dos Serviços da rede.

source: Nick %s isn't currently in use.
pt_br: Nick %s não está em uso.

source: Nick %s isn't registered.
pt_br: Nick %s não está registrado.

source: Nick %s was truncated to %d characters.
pt_br: Nick %s foi limitado para %d caracteres.

source: Nick %s will expire.
pt_br: Nick %s irá expirar.

source: Nick %s will not expire.
pt_br: Nick %s não irá expirar.

source: Nick %s doesn't have a memo from you.
pt_br: Nick %s não tem memo para você.

source: Nick %s has been logged out.
pt_br: Nick %s foi desconectado.

source: Nick %s has been ungrouped from %s.
pt_br: Nick %s foi desagrupado de %s.

source: Nick %s is currently suspended.
pt_br: Nick %s está suspenso.

source: Nick %s is not in your group.
pt_br: Nick %s não é do seu grupo.

source: Nick %s is not suspended.
pt_br: Nick %s não está suspenso.

source: Nick %s is now released.
pt_br: Nick %s está liberado.

source: Nick %s is now suspended.
pt_br: Nick %s está suspenso.

source: Nick too long, max length is %u characters.
pt_br: Nick muito grande, máximo permitido são %u caracteres.

source: Nickname %s has been dropped.
pt_br: Nickname %s foi desregistrado.

source: Nickname %s is already registered!
pt_br: Nickname %s está registrado!

source: Nickname %s may not be registered.
pt_br: Nickname %s não pode ser registrado.

source: Nickname %s registered under your user@host-mask: %s
pt_br: Nickname %s registrado com a sua máscara user@host: %s

source: Nickname %s registered.
pt_br: Nickname %s registrado.
