Repository: vIRCio/anope.pt_BR.po
Catalog: anope.*.po
Languages: pt_br

source: Bans a given nick or mask on a channel
pt_br: Bane uma máscara ou nick do canal

source: Bans a given nick or mask on a channel. An optional expiry may be given to cause services to remove the ban after a set amount of time. By default, limited to AOPs or those with level 5 access and above on the channel. Channel founders may ban masks.
pt_br: Bane um determinado nick ou máscara em um canal. Uma expiração opcional pode ser dada para fazer com que os serviços removam o ban após um determinado período de tempo. Por padrão, limitado a AOPs ou àqueles com acesso de nível 5 para cima no canal. Os fundadores do canal podem proibir máscaras.

source: Bot %s already exists.
pt_br: Bot %s já existe.

source: Bot %s does not exist.
pt_br: Bot %s não existe.

source: Bot %s has been assigned to %s.
pt_br: Bot %s foi associado ao %s.

source: Bot %s has been changed to %s!%s@%s (%s).
pt_br: Bot %s foi modificado para %s!%s@%s (%s).

source: Bot %s has been deleted.
pt_br: Bot %s foi removido.

source: Bot %s is already assigned to channel %s.
pt_br: Bot %s já está associado ao canal %s.

source: Bot will kick ops on channel %s.
pt_br: Bot irá kickar ops no canal %s.

source: Bot will kick voices on channel %s.
pt_br: Bot irá kickar voices no canal %s.

source: Bot won't kick ops on channel %s.
pt_br: Bot não kickará ops no canal %s.

source: Bot won't kick voices on channel %s.
pt_br: Bot não kickará voices no canal %s.

source: Bot %s is not changeable.
pt_br: Bot %s não pode ser modificado.

source: Bot %s is not deletable.
pt_br: Bot %s não pode ser removido.

source: Bot bans will automatically expire after %s.
pt_br: Os bans do bot expiram automaticamente após %s.

source: Bot bans will no longer automatically expire.
pt_br: Os bans de bot não expiram mais automaticamente.

source: Bot hosts may only be %d characters long.
pt_br: Os hosts do bot só podem ter %d caracteres.

source: Bot hosts may only contain valid host characters.
pt_br: Os hosts do bot apenas podem conter caracteres de host válidos.

source: Bot idents may only be %d characters long.
pt_br: O ident do bot pode apenas conter %d caracteres.

source: Bot idents may only contain valid ident characters.
pt_br: O ident do bot pode conter apenas caracteres válidos para ident.

source: Bot is not on channel %s.
pt_br: Bot não está no canal %s.

source: Bot list:
pt_br: Lista de bots:

source: Bot nick
pt_br: Nick do bot

source: Bot nicks may only be %d characters long.
pt_br: Nick do bot pode ter apenas %d caracteres.

source: Bot nicks may only contain valid nick characters.
pt_br: Nick do bot pode conter apenas caracteres de nicks válidos.

source: Bot will now kick for %s, and will place a ban after %d kicks for the same user.
pt_br: O bot agora vai kickar por %s, e vai colocar um ban depois de %d kicks no mesmo usuário.

source: Bot will now kick for %s.
pt_br: O bot irá agora kickar por %s.

source: Bot will now kick for caps (they must constitute at least %d characters and %d%% of the entire message), and will place a ban after %d kicks for the same user.
pt_br: O bot irá agora kickar por caps (eles devem constituir pelo menos %d caracteres e %d%% de toda a mensagem), e vai colocar um ban após %d kicks no mesmo usuário.

source: Bot will now kick for caps (they must constitute at least %d characters and %d%% of the entire message).
pt_br: O bot irá agora kickar por caps (eles devem constituir pelo menos %d caracteres e %d%% de toda a mensagem).

source: Bot will now kick for flood (%d lines in %d seconds and will place a ban after %d kicks for the same user.
pt_br: O bot irá agora kickar por flood (%d linhas em %d segundos e vai colocar um ban após %d kicks no mesmo usuário.

source: Bot will now kick for flood (%d lines in %d seconds).
pt_br: O bot irá agora kickar por flood (%d linhas em %d segundos).

source: Bot will now kick for repeats (users that repeat the same message %d time), and will place a ban after %d kicks for the same user.
pt_br: O bot irá agora kickar por repetição (usuários que repetem a mesma mensagem %d vezes), e irá colocar um ban após %d kicks no mesmo usuário.

source: Bot will now kick for repeats (users that repeat the same message %d time).
pt_br: O bot irá agora kickar por repetição (usuários que repetem a mesma mensagem %d vezes).

source: Bot will now kick for repeats (users that repeat the same message %d times), and will place a ban after %d kicks for the same user.
pt_br: O bot irá agora kickar por repetição (usuários que repetem a mesma mensagem %d vezes), e irá colocar um ban após %d kicks no mesmo usuário.

source: Bot will now kick for repeats (users that repeat the same message %d times).
pt_br: O bot irá agora kickar por repetição (usuários que repetem a mesma mensagem %d vezes).

source: Bot won't kick for %s anymore.
pt_br: O bot não vai mais kickar por %s .

source: Bot won't kick for caps anymore.
pt_br: O bot não vai mais kickar por caps .

source: Bot won't kick for flood anymore.
pt_br: O bot não vai mais kickar por flood .

source: Bot won't kick for repeats anymore.
pt_br: O bot não vai mais kickar por repetição .

source: By
pt_br: Por

source: CLEAR target
pt_br: CLEAR alvo

source: CLEAR time
pt_br: CLEAR tempo

source: Cancel the last memo you sent
pt_br: Cancela o último memo enviado

source: Cancel the registration of a channel
pt_br: Cancela o registro de um canal

source: Cancel the registration of a nickname
pt_br: Cancela o registro de um nick

source: Cancels the last memo you sent to the given nick or channel, provided it has not been read at the time you use the command.
pt_br: Cancela o último memo enviado ao nick ou canal fornecido, desde que não tenha sido lido no momento em que o comando foi usado.

source: Cannot clone channel %s to itself!
pt_br: Não é possível clonar o canal %s para você!

source: Cannot send mail now; please retry a little later.
pt_br: Não é possivel enviar o e-mail agora; por favor tente mais tarde.

source: Caps kicker
pt_br: Kick por caps

source: Causes Services to do an immediate shutdown; databases are not saved. This command should not be used unless damage to the in-memory copies of the databases is feared and they should not be saved.
pt_br: Faz com que os Serviços façam um encerramento imediato; bases de dados não salvos. Este comando não deve ser usado sem que sejam causados danos às cópias em memória dos bancos de dados que por sua vez não serão salvos.

source: Causes Services to reload the configuration file. Note that some directives still need the restart of the Services to take effect (such as Services' nicknames, activation of the session limitation, etc.).
pt_br: Faz com que os Serviços recarreguem o arquivo de configuração. Observe que algumas diretivas ainda precisam de reiniciar os Serviços para entrarem em vigor (como os nicks dos Serviços, a ativação do limite de sessões e etc.).

source: Causes Services to save all databases and then restart (i.e. exit and immediately re-run the executable).
pt_br: Faz com que os Serviços salvem o banco de dados e em seguida reinicie (por exemplo, sai e imediatamente executa novamente os serviços).

source: Causes Services to save all databases and then shut down.
pt_br: Faz com que os Serviços salvem o banco de dados e em seguida desligue.

source: Causes Services to update all database files as soon as you send the command.
pt_br: Faz com que os Serviços atualizem todos os arquivos do banco de dados assim que você executa o comando.

source: Certificate list for %s:
pt_br: Lista de certificados para %s:

source: ChanServ is required to enable persist on this network.
pt_br: O ChanServ é necessário para ativar a persistência nesta rede.

source: Change channel modes
pt_br: Altera os modos do canal

source: Change the communication method of Services
pt_br: Alterar o método de comunicação dos Serviços

source: Change user modes
pt_br: Muda o modo de usuários

source: Changed usermodes of %s to %s.
pt_br: Alterado os modos de usuário de %s para %s.

source: Changes the display used to refer to the nickname group in Services. The new display MUST be a nick of the group.
pt_br: Altera a exibição usada para se referir ao grupo de nicks nos Serviços. O novo display deve ser um nick do grupo.

source: Changes the display used to refer to your nickname group in Services. The new display MUST be a nick of your group.
pt_br: Altera a exibição utilizada para se referenciar-se ao seu grupo de nicks nos Serviços. O novo nick a ser exibido deve ser um nick do seu grupo.

source: Changes the founder of a channel. The new nickname must be a registered one.
pt_br: Altera o fundador de um canal. O novo nick deve estar registrado na rede.

source: Changes the language Services uses when sending messages to the given user (for example, when responding to a command they send). language should be chosen from the following list of supported languages:
pt_br: Altera o idioma que os Serviços usam ao enviar mensagens para o nick especificado (por exemplo, as mensagens ao responder a um enviado aos Serviços). language deve ser escolhido na lista dos seguintes idiomas suportados:

source: Changes the language Services uses when sending messages to you (for example, when responding to a command you send). language should be chosen from the following list of supported languages:
pt_br: Altera o idioma que os Serviços usam ao enviar mensagens para você (por exemplo, ao responder a um comando que você envia). language (o idioma) deve ser escolhido na seguinte lista de idiomas suportados:

source: Changes the password used to identify as the nick's owner.
pt_br: Altera a senha usada para identificá-lo como dono do nick.

source: Changes the password used to identify you as the nick's owner.
pt_br: Altera a senha usada para identificá-lo como o proprietário do nick.

source: Changes the successor of a channel. If the founder's nickname expires or is dropped while the channel is still registered, the successor will become the new founder of the channel. The successor's nickname must be a registered one. If there's no successor set, then the first nickname on the access list (with the highest access, if applicable) will become the new founder, but if the access list is empty, the channel will be dropped.
pt_br: Altera o sucessor de um canal. Se o nick do fundador do canal expirar ou for cancelado enquanto o canal estiver registrado, o sucessor se tornará automaticamente o novo fundador do canal. Se não houver um conjunto sucessor, o primeiro nick na lista de acesso (com o acesso mais alto, se aplicável) se tornará o novo fundador, mas se a lista de acesso estiver vazia, o canal será desregistrado.

source: Channel
pt_br: Canal

source: Channel %s doesn't exist.
pt_br: O canal %s não existe.

source: Channel %s has been dropped.
pt_br: O canal %s foi desregistrado.

source: Channel %s has no key.
pt_br: O canal %s não tem senha.

source: Channel %s is already registered!
pt_br: O canal %s já está registrado!

source: Channel %s is forbidden by %s: %s
pt_br: O canal %s não pode ser utilizado e foi proibido por %s: %s

source: Channel %s is forbidden.
pt_br: O canal %s está proibido.

source: Channel %s is no longer persistent.
pt_br: O canal %s não está mais persistente.

source: Channel %s is now persistent.
pt_br: O canal %s agora está persistente.

source: Channel %s is now released.
pt_br: O canal %s está agora liberado.

source: Channel %s is now suspended.
pt_br: O canal %s está agora suspenso.

source: Channel %s isn't registered.
pt_br: O canal %s não está registrado.

source: Channel %s isn't suspended.
pt_br: O canal %s não está suspenso.

source: Channel %s registered under your account: %s
pt_br: O canal %s foi registrado através da sua conta: %s

source: Channel %s will expire.
pt_br: O canal %s irá expirar.

source: Channel %s will not expire.
pt_br: O canal %s não irá expirar.

source: Channel %s %s list has been cleared.
pt_br: A lista %s %s do canal foi apagada.

source: Channel %s access list has been cleared.
pt_br: Lista de acesso do canal %s foi apagada.

source: Channel %s akick list has been cleared.
pt_br: Lista de auto-kick do canal %s foi apagada.

source: Channel %s has no mode locks.
pt_br: O canal %s não tem modos travados.

source: Channel %s is currently suspended.
pt_br: O canal %s está atualmente suspenso.

source: Channel %s is not a valid channel.
pt_br: O canal %s não é um canal válido.

source: Channel list:
pt_br: Lista de canais:

source: Channel stats for %s on %s:
pt_br: Estatísticas do canal para %s em %s:

source: Channels may not be on access lists.
pt_br: Canais podem não estar nas listas de acesso.

source: Channels that %s has access on:
pt_br: Canais aos quais %s tem acesso:

source: Chanstats statistics are now disabled for %s
pt_br: Estatísticas Chanstats estão agora desativadas para %s

source: Chanstats statistics are now disabled for this channel.
pt_br: As estatísticas do Chanstats estão agora desativadas para este canal.

source: Chanstats statistics are now disabled for your nick.
pt_br: As estatísticas do Chanstats estão agora desativadas para o seu nick.

source: Chanstats statistics are now enabled for %s
pt_br: As estatísticas do Chanstats estão agora ativadas para %s

source: Chanstats statistics are now enabled for this channel.
pt_br: As estatísticas do Chanstats estão agora ativadas para este canal.

source: Chanstats statistics are now enabled for your nick.
pt_br: As estatísticas do Chanstats estão agora ativadas para o seu nick.

source: Checks for the last time nick was seen joining, leaving, or changing nick on the network and tells you when and, depending on channel or user settings, where it was.
pt_br: Verifica a última vez que o nick foi visto entrando, saindo, ou mudando de nick e informa quando e dependendo das configurações do canal ou do usuário, onde o nick estava.

source: Checks if last memo to a nick was read
pt_br: Verifica se o último memo de um nick foi lido

source: Checks whether the _last_ memo you sent to nick has been read or not. Note that this only works with nicks, not with channels.
pt_br: Checa se o _ultimo_ memo enviado ao nick foi lido ou não. Perceba que isto funciona apenas com nicks e não com canais.

source: Cleared info from %s.
pt_br: Informações limpas de %s.

source: Colors kicker
pt_br: Kick de cores

source: Command
pt_br: Comando

source: Configures AMSG kicker
pt_br: Configura kick de AMSG

source: Configures badwords kicker
pt_br: Configura kick de palavrões

source: Configures bolds kicker
pt_br: Configura kick de negritos

source: Configures bot kickers. option can be one of:
pt_br: Configura como o bot irá expulsar os usuários (bot kickers). A opção ( option ) pode ser uma das seguintes:

source: Configures bot options
pt_br: Opções de configurações

source: Configures bot options. Available options:
pt_br: Opções de configurações. Opções disponíveis:

source: Configures caps kicker
pt_br: Configura kick de caixa alta

source: Configures channel logging settings
pt_br: Configura as definições de log do canal

source: Configures color kicker
pt_br: Configura kicks de cores

source: Configures flood kicker
pt_br: Configura kicks de flood

source: Configures italics kicker
pt_br: Configura kicks de itálico

source: Configures kickers
pt_br: Configura kicks

source: Configures repeat kicker
pt_br: Configura kicks de repetição

source: Configures reverses kicker
pt_br: Configura kicks de inversão

source: Configures the time bot bans expire in
pt_br: Configura o tempo em que os bans irão expirar no bot

source: Configures underlines kicker
pt_br: Configura kicks de underlines

source: Confirm a passcode
pt_br: Confirma o código de acesso

source: Control modes and mode locks on a channel
pt_br: Controla os modos e trava de modos do canal

source: Controls what messages will be sent to users when they join the channel.
pt_br: Controla as mensagens que serão enviadas aos usuários quando entrarem no canal.

source: Copies all settings, access, akicks, etc from channel to the target channel. If what is ACCESS, AKICK, BADWORDS, or LEVELS then only the respective settings are cloned. You must be the founder of channel and target .
pt_br: Copia todas as configurações (acessos, akicks, etc) do canal para target. Se especificado ACCESS, AKICK, BADWORDSou LEVELS somente as respectivas configurações são clonadas. Você deve ser o fundador de ambos os canais.

source: Copy all settings from one channel to another
pt_br: Copiando todas as configurações de um canal para outro

source: Created
pt_br: Criado

source: Creator
pt_br: Criar

source: Current %s list:
pt_br: Lista %s:

source: Current AKILL list:
pt_br: Lista de AKILL:

source: Current Session Limit Exception list:
pt_br: Lista de exceções do limite de sessão:

source: Current module list:
pt_br: Lista atual de módulo:

source: Deactivates the vhost currently assigned to the nick in use. When you use this command any user who performs a /whois on you will see your real host/IP address.
pt_br: Desativa o vhost atualmente atribuído ao nick em uso. Quando você usa este comando, qualquer usuário que executar o comando /whois em você verá seu endereço de host/IP real.

source: Deactivates your assigned vhost
pt_br: Desativa seu vHost associado

source: Define messages to be randomly shown to users at logon
pt_br: Define as mensagens que serão mostradas aleatoriamente aos usuários no logon

source: Define messages to be shown to users at logon
pt_br: Define as mensagens que serão exibidas aos usuários no logon

source: Define messages to be shown to users who oper
pt_br: Define as mensagens que serão exibidas aos usuários que são operadores

source: Delete a memo or memos
pt_br: Apaga um ou vários memos

source: Delete the vhost of another user
pt_br: Remove o vHost de outro usuário

source: Deletes the specified memo or memos. You can supply multiple memo numbers or ranges of numbers instead of a single number, as in the second example below. If LAST is given, the last memo will be deleted. If ALL is given, deletes all of your memos. Examples: DEL 1 Deletes your first memo. DEL 2-5,7-9 Deletes memos numbered 2 through 5 and 7 through 9.
pt_br: Exclui os memos especificados. Você pode fornecer vários números de memos ou intervalos de números em vez de um único número, como no segundo exemplo abaixo. Se LAST for fornecido, o última memo será excluída. Se ALL for fornecido, exclui todos os seus memos. Exemplos: DEL 1 Exclui seu primeiro memo. DEL 2-5,7-9 Exclui os memos numerados de 2 a 5 e de 7 a 9.

source: Deletes the vhost assigned to the given nick from the database.
pt_br: Exclui do banco de dados o vHost atribuído ao nick especificado.

source: Deletes the vhost for all nicks in a group
pt_br: Remove o vHost de todos os nicks de um grupo

source: Deletes the vhost for all nicks in the same group as that of the given nick.
pt_br: Exclui do banco de dados o vHost atribuído ao grupo do nick especificado.

source: Displayed records matching key %s (count: %d).
pt_br: Mostra os registros correspondentes a chave %s (contagem: %d).

source: Displays information about a given nickname
pt_br: Mostra informaçoes sobre o nick

source: Displays information about the given nickname, such as the nick's owner, last seen address and time, and nick options. If no nick is given, and you are identified, your account name is used, else your current nickname is used.
pt_br: Exibe informações sobre o nick fornecido, como o proprietário do nick, o endereço e a data e hora vistos pela última vez bem como as opções do nick. Se nenhum nick for fornecido e você estiver identificado, o nome da sua conta será usado, caso contrário, o nick atual será usado.

source: Displays information about your memos
pt_br: Mostra informações sobre seus memos

source: Displays one or more vhost entries
pt_br: Mostra uma ou mais entradas de vhost

source: Displays the top 10 users of a channel
pt_br: Mostra os top 10 usuários do canal

source: Displays the top 10 users of the network
pt_br: Mostra os top 10 usuários da rede

source: Displays the top 3 users of a channel
pt_br: Mostra os top 3 usuários do canal

source: Displays the top 3 users of the network
pt_br: Mostra os top 3 usuários da rede

source: Displays this list and give information about commands
pt_br: Mostra uma lista e fornece informações sobre os comandos

source: Displays your Channel Stats
pt_br: Mostra a estatística de seu canal

source: Displays your Global Stats
pt_br: Mostra sua estatística global

source: Don't use AMSGs!
pt_br: Não use AMSG!

source: Drops the given nick from the database. Once your nickname is dropped you may lose all of your access and channels that you may own. Any other user will be able to gain control of this nick.
pt_br: Cancela o registro do nick fornecido no banco de dados. Depois que seu nick for cancelado, você poderá perder todo o acesso e canais que você possui. Qualquer outro usuário poderá obter o controle e registrar o nick.

source: Edits or displays the list of logon news messages. When a user connects to the network, these messages will be sent to them. However, no more than %d messages will be sent in order to avoid flooding the user. If there are more news messages, only the most recent will be sent.
pt_br: Edita ou mostra a lista de mensagens de logon news. Quando um usuário conectar a uma rede, estas mensagens serão enviadas a eles. No entanto, não mais do que %d mensagens serão enviadas para evitar flood. Caso existammais mensagens novas, apenas a mais recente será mostrada.

source: Edits or displays the list of oper news messages. When a user opers up (with the /OPER command), these messages will be sent to them. However, no more than %d messages will be sent in order to avoid flooding the user. If there are more news messages, only the most recent will be sent.
pt_br: Edita ou mostra a lista de mensagens de oper. Quando um usuário ganha oper (com o comando /OPER), essas mensagens serão enviadas a ele. No entanto, não mais do que %d mensagens serão enviadas para evitar floodar o usuário. Se não houver mais mensagens novas, apenas a mais recente será enviada.

source: Enable fantaisist commands
pt_br: Ativa os comandos de atalhos "fantasia"

source: Enable greet messages
pt_br: Ativa mensagens de boas vindas

source: Enable or disable keep modes
pt_br: Ativa e desativa os modos de manutenção

source: Enables or disables keepmodes for your nick. If keep modes is enabled, services will remember your usermodes and attempt to re-set them the next time you authenticate.
pt_br: Ativa e desativa os modos de manutenção do seu nick. Se os modos de manutenção estiverem ativados, os serviços lembrarão seus modos de usuário e tentarão reconfigurá-los na próxima vez que você se autenticar.

source: Examples: CERT ADD Adds your current fingerprint to the certificate list and automatically identifies you when you connect to IRC using this fingerprint. CERT DEL <fingerprint> Removes the fingerprint <fingerprint> from your certificate list. CERT LIST Displays the current certificate list.
pt_br: Exemplos: CERT ADD Adiciona sua impressão digital atual à lista de certificados e identifica automaticamente quando você se conecta ao IRC usando esta impressão digital. CERT DEL <fingerprint> Remove a impressão digital <fingerprint> da sua lista de certificados. CERT LIST Exibe a lista de certificados atual.

source: Find a user's status on a channel
pt_br: Procura o status de um usuário no canal

source: Flags for %s on %s set to +%s
pt_br: Flags para %s no %s ajustado para +%s

source: Flags list for %s
pt_br: Lista Flags para %s
