Repository: vIRCio/anope.pt_BR.po
Catalog: anope.*.po
Languages: pt_br

source: Activate the requested vHost for the given nick.
pt_br: Ativa o vHost requisitado para o nick especificado.

source: Activates the vhost currently assigned to the nick in use. When you use this command any user who performs a /whois on you will see the vhost instead of your real host/IP address.
pt_br: Ativa o vhost atualmente atribuído ao nick em uso. Quando você usa este comando, qualquer usuário que executar o comando /whois verá o vhost ao invés de ver o seu endereço host/IP real.

source: Activates your assigned vhost
pt_br: Ativa seu vHost associado

source: Add or delete oper information for a given nick or channel. This will show to opers in the respective info command for the nick or channel.
pt_br: Adiciona ou exclui informações de operação para um determinado nick ou canal. Isso será exibido para os operadores no respectivo comando info para o nick ou canal.

source: Added IP %s to %s.
pt_br: Adicionado IP %s para %s.

source: Added a forbid on %s of type %s to expire on %s.
pt_br: Adicionado um forbid em %s do tipo %s para expirar em %s.

source: Added info to %s.
pt_br: Adicionado informações a %s.

source: Added new logon news item.
pt_br: Adicionado novo item de notícias no logon.

source: Added new oper news item.
pt_br: Adicionado novo item de notícias para operadores.

source: Added new random news item.
pt_br: Adicionado novo item de notícias aleatórias.

source: Added server %s.
pt_br: Servidor adicionado %s.

source: Added zone %s.
pt_br: Zona adicionada %s.

source: Adding, deleting, or clearing entry messages requires the SET permission.
pt_br: Adiciona, exclui ou limpa mensagens de entrada requer a permissão SET.

source: Additionally, Services Operators with the nickserv/confirm permission can replace passcode with a users nick to force validate them.
pt_br: Adicionalmente, os operadores dos serviços com a permissão nickserv/confirm podem substituir a senha por um nick de outro usuário para forçar a confirmação do registro do nick.

source: Additionally, if fantasy is enabled fantasy commands can be executed by prefixing the command name with one of the following characters: %s
pt_br: Adicionalmente, se o "fantasy" estiver ativado, os comandos "fantasy" poderão ser executados utilizando o prefixo do comando com o caractere: %s

source: All O:lines of %s have been reset.
pt_br: Todas as O:lines de %s foram redefinidas.

source: All akick entries from %s have been cloned to %s.
pt_br: Todas as entradas de akick do %s foram clonadas para %s.

source: All available commands for %s:
pt_br: Todos os comandos disponíveis para %s:

source: All badword entries from %s have been cloned to %s.
pt_br: Todas as entradas de palavrões (badword) do %s foram clonadas para %s.

source: All level entries from %s have been cloned into %s.
pt_br: Todas as entradas de nível do %s foram clonados em %s.

source: All logon news items deleted.
pt_br: Todos os itens de notícias de logon foram excluídos.

source: All memos for channel %s have been deleted.
pt_br: Todas os memos do canal %s foram excluídos.

source: All modes cleared on %s.
pt_br: Todos os modos foram removidos do %s.

source: All new accounts must be validated by an administrator. Please wait for your registration to be confirmed.
pt_br: Todas as novas contas devem ser validadas por um administrador. Por favor, espere que seu registro seja confirmado.

source: All of your memos have been deleted.
pt_br: Todos os seus memos foram excluídos.

source: All oper news items deleted.
pt_br: Todos os itens de notícias para operadores foram excluídas.

source: All operators from %s have been removed.
pt_br: Todos os operadores do %s foram removidos.

source: All random news items deleted.
pt_br: Todas as notícias randômicas foram excluídas.

source: All settings from %s have been cloned to %s.
pt_br: Todas as configurações do %s foram clonadas para %s.

source: All user modes on %s have been synced.
pt_br: Todos os modos de usuário em %s foram sincronizados.

source: All vhosts in the group %s have been set to %s.
pt_br: Todos os vhosts do grupo %s foram definidos para %s.

source: All vhosts in the group %s have been set to %s@%s.
pt_br: Todos os vhosts do grupo %s foram definidos para %s@%s.

source: Allowed to (de)halfop him/herself
pt_br: Permitido (de)halfop de si mesmo

source: Allowed to (de)halfop users
pt_br: Permite (de)halfop os usuários

source: Allowed to (de)op him/herself
pt_br: Permite-se (de)op

source: Allowed to (de)op users
pt_br: Permite (de)op os usuários

source: Allowed to (de)owner him/herself
pt_br: Permite-se (de)owner

source: Allowed to (de)owner users
pt_br: Permite (de)owner os usuários

source: Allowed to (de)protect him/herself
pt_br: Permite-se (de)protect

source: Allowed to (de)protect users
pt_br: Permite (de)protect os usuários

source: Allowed to (de)voice him/herself
pt_br: Permite-se (de)voice

source: Allowed to (de)voice users
pt_br: Permite (de)voice os usuários

source: Allowed to assign/unassign a bot
pt_br: Permite (des)associar um bot

source: Allowed to ban users
pt_br: Permite banir os usuários

source: Allowed to change channel topics
pt_br: Permite alterar o tópico do canal

source: Allowed to get full INFO output
pt_br: Permite exibição completa do comando INFO

source: Allowed to issue commands restricted to channel founders
pt_br: Permite executar comandos restritos aos fundadores do canal

source: Allowed to modify channel badwords list
pt_br: Permite modificar a lista de palavrões do canal

source: Allowed to modify the access list
pt_br: Permite modificar a lista de acesso

source: Allowed to read channel memos
pt_br: Permite ler os memos do canal

source: Allowed to set channel settings
pt_br: Permite configurar as opções do canal

source: Allowed to unban users
pt_br: Permite desbanir usuários

source: Allowed to use GETKEY command
pt_br: Permitido usar comando GETKEY

source: Allowed to use SAY and ACT commands
pt_br: Permitido usar os comandos SAY e ACT

source: Allowed to use fantasy commands
pt_br: Permite o uso do comando fantasia

source: Allowed to use the AKICK command
pt_br: Permite o uso do comando AKICK

source: Allowed to use the INVITE command
pt_br: Permitido usar o comando INVITE

source: Allowed to use the KICK command
pt_br: Permitido usar o comando KICK

source: Allowed to use the MODE command
pt_br: Permitido usar o comando MODE

source: Allowed to view the access list
pt_br: Permitido visualizar a lista de acesso

source: Allows Administrators to send messages to all users on the network. The message will be sent from the nick %s.
pt_br: Permite os Administradores a enviar mensagens para todos os usuários da rede. A mensagem será enviada através do nick %s.

source: Allows Services Operators to change modes for any channel. Parameters are the same as for the standard /MODE command. Alternatively, CLEAR may be given to clear all modes on the channel. If CLEAR ALL is given then all modes, including user status, is removed.
pt_br: Permite Operadores dos Serviços modificar modos de qualquer canal. Os parâmetros são os mesmos que são usados no comando padrão /MODE . Alternativamente, CLEAR pode ser usado para limpar todos os modos do canal. Se CLEAR ALL for utilizado, então todos os modos (incluindo status de usuário) são removidos.

source: Allows Services Operators to change modes for any user. Parameters are the same as for the standard /MODE command.
pt_br: Permite que os operadores dos serviços alterem os modos de qualquer usuário. Os parâmetros são os mesmos do comando padrão /MODE.

source: Allows Services Operators to create, modify, and delete bots that users will be able to use on their own channels. BOT ADD adds a bot with the given nickname, username, hostname and realname. Since no integrity checks are done for these settings, be really careful. BOT CHANGE allows you to change the nickname, username, hostname or realname of a bot without deleting it (and all the data associated with it). BOT DEL removes the given bot from the bot list. Note: You cannot create a bot with a nick that is currently registered. If an unregistered user is currently using the nick, they will be killed.
pt_br: Permite que os operadores dos serviços criem, modifiquem e excluam bots que os usuários poderão usar em seus próprios canais. BOT ADD adiciona um bot com o apelido, nome de usuário, nome do host e nome real. Como nenhuma verificação de integridade é feita para essas configurações, tenha muito cuidado. BOT CHANGE permite alterar o apelido, nome de usuário, nome do host ou nome real de um bot sem excluí-lo (e todos os dados associados a ele). BOT DEL remove o bot fornecido da lista de bots. Observação: Você não pode criar um bot com um nick que esteja registrado no momento. Se um usuário não registrado estiver usando o nick atualmente, ele será desconectado.

source: Allows Services Operators to give Operflags to any user. Flags have to be prefixed with a "+" or a "-". To remove all flags simply type a "-" instead of any flags.
pt_br: Permite que os operadores dos serviços dar Operflags (flags de operadores) para qualquer usuário. Flags têm de ser prefixados com um "+" ou um "-". Para remover todos as flags simplesmente digite um "-" em vez de todas as flags.

source: Allows Services Operators to make Services ignore a nick or mask for a certain time or until the next restart. The default time format is seconds. You can specify it by using units. Valid units are: s for seconds, m for minutes, h for hours and d for days. Combinations of these units are not permitted. To make Services permanently ignore the user, type 0 as time. When adding a mask , it should be in the format nick!user@host, everything else will be considered a nick. Wildcards are permitted. Ignores will not be enforced on IRC Operators.
pt_br: Permite Operadores dos Serviços fazer com que Serviços ignorem um nick ou máscara por um certo tempo ou até o próximo restart. O formato de tempo padrão é em segundos. Você pode especificá-lo usando unidades. Unidades válidas são: s para segundos, m para minutos, h para horas e d para dias. Combinações com estas unidades não são permitidas. Para fazer com que os Serviços ignorem o usuário permanentemente, digite 0 como tempo. Ao adicionar uma máscara , ela deve estar no formato nick!usuário@host, todo o resto será considerado um nick. Asteriscos são permitidos. Ignores não serão aplicados em Operadores do IRC.

source: Allows Services Operators to manipulate the AKILL list. If a user matching an AKILL mask attempts to connect, Services will issue a KILL for that user and, on supported server types, will instruct all servers to add a ban for the mask which the user matched. AKILL ADD adds the given mask to the AKILL list for the given reason, which must be given. Mask should be in the format of nick!user@host#real name, though all that is required is user@host. If a real name is specified, the reason must be prepended with a :. expiry is specified as an integer followed by one of d (days), h (hours), or m (minutes). Combinations (such as 1h30m ) are not permitted. If a unit specifier is not included, the default is days (so +30 by itself means 30 days). To add an AKILL which does not expire, use +0 . If the usermask to be added starts with a + , an expiry time must be given, even if it is the same as the default. The current AKILL default expiry time can be found with the STATS AKILL command.
pt_br: Permite que os operadores dos serviços manipulem a lista AKILL. Se um usuário correspondente a uma máscara AKILL tentar se conectar, os Serviços emitirão um KILL para esse usuário e, nos tipos de servidor suportados, instruirão todos os servidores a adicionar um ban para a máscara com a qual o usuário correspondeu. AKILL ADD adiciona a máscara fornecida à lista AKILL pelo motivo especificado, que deve ser fornecido. A máscara deve estar no formato nick!user@host#nome real, embora baste um user@host. Se um nome real (realname) for especificado, o motivo deverá ser anexado com um :. expiry é especificado como um número inteiro seguido por um d de (dias), h (horas) ou m (minutos). Combinações (como 1h30m ) não são permitidas. Se um especificador de unidade não estiver incluído, o padrão será dias (então +30 significa 30 dias). Para adicionar um AKILL que não expire, use +0 . Se a máscara de usuário a ser adicionada começar com um + , um tempo de expiração deverá ser dado, mesmo que seja o tempo padrão. O tempo de expiração padrão atual do AKILL pode ser encontrado com o comando STATS AKILL.

source: Allows Services Operators to manipulate the SNLINE list. If a user with a realname matching an SNLINE mask attempts to connect, Services will not allow it to pursue his IRC session.
pt_br: Permite que os operadores dos serviços manipulem a lista SNLINE. Se um usuário com um nome real (realname) correspondente a uma máscara SNLINE tentar se conectar, os Serviços não permitirão que ele prossiga em sua sessão e conecte-se ao IRC.

source: Allows Services Operators to manipulate the SQLINE list. If a user with a nick matching an SQLINE mask attempts to connect, Services will not allow it to pursue his IRC session. If the first character of the mask is #, services will prevent the use of matching channels. If the mask is a regular expression, the expression will be matched against channels too.
pt_br: Permite que os operadores dos serviços manipulem a lista SQLINE. Se um usuário com um nick correspondente a uma máscara SQLINE tentar se conectar, os Serviços não permitirão que ele prossiga sua sessão e se conecte ao IRC. Se o primeiro caractere da máscara for #, os serviços impedirão o uso de canais correspondentes. Se a máscara for uma expressão regular, a expressão também será comparada com os canais.

source: Allows Services Operators to manipulate the list of hosts that have specific session limits - allowing certain machines, such as shell servers, to carry more than the default number of clients at a time. Once a host reaches its session limit, all clients attempting to connect from that host will be killed. Before the user is killed, they are notified, of a source of help regarding session limiting. The content of this notice is a config setting.
pt_br: Permite que os operadores dos serviços manipulem a lista de hosts que possuem limites de sessão específicos - permitindo que determinadas máquinas, como servidores shell, transportem mais do que o número padrão de clientes por vez. Quando um host atingir o limite de sessões, todos os clientes que tentarem se conectar a partir desse host serão eliminados. Antes de o usuário ser morto, ele é notificado sobre uma fonte de ajuda relacionada à limitação de sessões. O conteúdo deste aviso é uma configuração.

source: Allows Services Operators to view the session list. SESSION LIST lists hosts with at least threshold sessions. The threshold must be a number greater than 1. This is to prevent accidental listing of the large number of single session hosts. SESSION VIEW displays detailed information about a specific host - including the current session count and session limit. The host value may not include wildcards. See the EXCEPTION help for more information about session limiting and how to set session limits specific to certain hosts and groups thereof.
pt_br: Permite que os Operadores de Serviço vejam a lista de sessão. SESSION LIST lista hosts com pelo menos um limite de sessões. O limite deve ser um número maior que 1. Isto serve para prevenir listagem acidental de um grande número de hosts com uma única sessão. SESSION VIEW mostra informação detalhada sobre um host específico, incluindo a contagem da sessão atual e limite de sessão. O valor host não pode conter asterisco. Veja a entrada de ajuda EXCEPTION para mais informações sobre limite de sessão e sobre como ajustar limites de sessão para certos hosts e grupos de hosts.

source: Allows staff to kick a user from any channel. Parameters are the same as for the standard /KICK command. The kick message will have the nickname of the IRCop sending the KICK command prepended; for example: *** SpamMan has been kicked off channel #my_channel by %s (Alcan (Flood))
pt_br: Permite a equipe kickar um usuário de qualquer canal. Os parâmetros são os mesmos do que o comando padrão /KICK A mensagem de kick terá o nick do IRCop enviando o comando KICK anexado; por exemplo: *** GarotoPropaganda foi kickado do canal #Chan por %s (Alcan (Flood))

source: Allows the channel founder to set various channel options and other information. Available options:
pt_br: Permite que o fundador do canal defina várias opções do canal e outras informações. Opções disponíveis:

source: Allows you to change and view Services Operators. Note that operators removed by this command but are still set in the configuration file are not permanently affected by this.
pt_br: Permite mudar e mostrar os Operadores de Serviço. Perceba que operadores removidos por este comando ainda estão presentes no arquivo de configuração e não são permanentemente afetados por isso.

source: Allows you to change and view configuration settings. Settings changed by this command are temporary and will not be reflected back into the configuration file, and will be lost if Anope is shut down, restarted, or the configuration is reloaded. Example: MODIFY nickserv forcemail no
pt_br: Permite alterar e visualizar as configurações. As configurações alteradas por esse comando são temporárias e não serão refletidas novamente no arquivo de configuração e serão perdidas se os Serviços forem desligado, reiniciado ou recarregada a configuração Exemplo: MODIFY nickserv forcemail no

source: Allows you to choose the way Services are communicating with the given user. With MSG set, Services will use messages, else they'll use notices.
pt_br: Permite escolher a maneira como os Serviços estão se comunicando com o usuário determinado. Com o MSG definido, os Serviços usarão mensagens, senão eles usarão avisos (notices).

source: Allows you to choose the way Services are communicating with you. With %s set, Services will use messages, else they'll use notices.
pt_br: Permite escolher a maneira como os Serviços estão se comunicando com você. Com %s definido, os Serviços usarão mensagens, caso contrário, usaram avisos (notice).

source: Allows you to ignore users by nick or host from memoing you or a channel. If someone on the memo ignore list tries to memo you or a channel, they will not be told that you have them ignored.
pt_br: Permite que você ignore os usuários por nick ou host de enviar memos para você ou um canal. Se alguém da lista de ignorados tentar enviar um memo para você ou um canal, eles não saberão que você os ignorou.

source: Allows you to kill a user from the network. Parameters are the same as for the standard /KILL command.
pt_br: Permite desconectar um usuário da rede. Os parâmetros padrão são os mesmos do comando /KILL.

source: Allows you to prevent certain pieces of information from being displayed when someone does a %s INFO on the nick. You can hide the E-mail address (EMAIL), last seen user@host mask (USERMASK), the services access status (STATUS) and last quit message (QUIT). The second parameter specifies whether the information should be displayed (OFF) or hidden (ON).
pt_br: Previne que algumas informações sejam exibidas quando alguém executa o comando %s INFO no nick. Você pode ocultar o endereço de e-mail (EMAIL), a última máscara do usuário user@host mask (USERMASK), o status de acesso aos serviços (STATUS) e a última mensagem de saída (QUIT). O segundo parâmetro especifica se as informações devem ser exibidas (OFF) ou ocultas (ON).

source: Allows you to prevent certain pieces of information from being displayed when someone does a %s INFO on your nick. You can hide your E-mail address (EMAIL), last seen user@host mask (USERMASK), your services access status (STATUS) and last quit message (QUIT). The second parameter specifies whether the information should be displayed (OFF) or hidden (ON).
pt_br: Impede que algumas informações sejam exibidas quando alguém executa o comando %s INFO no seu nick. Você pode ocultar seu endereço de e-mail (EMAIL), a última máscara utilizadade por você user@host mask (USERMASK), o seu status de acesso aos serviços (STATUS) e a sua última mensagem de saída (QUIT). O segundo parâmetro especifica se as informações devem ser exibidas (OFF) ou ocultas (ON).

source: Allows you to see %s information about a channel or a bot
pt_br: Permite que você veja %s informações sobre um canal ou bot

source: Allows you to see %s information about a channel or a bot. If the parameter is a channel, then you'll get information such as enabled kickers. If the parameter is a nick, you'll get information about a bot, such as creation time or number of channels it is on.
pt_br: Permite que você veja no %s informações sobre um canal ou um bot. Se o parâmetro for um canal, você obterá informações sobre kickers ativados. Se o parâmetro for um nick, você obterá informações sobre um bot, como horário de criação ou número de canais que ele está.

source: Alternative methods of modifying channel access lists are available.
pt_br: Estão disponíveis métodos alternativos para modificar a listas de acesso dos canais.

source: Approve the requested vHost of a user
pt_br: Aprova um vHost solicitado pelo usuário

source: As a Services Operator, you may drop any nick.
pt_br: Os operadores dos serviços podem cancelar o registro de qualquer outro nick.

source: Assigns a bot to a channel
pt_br: Associa um bot ao canal

source: Assigns the specified bot to a channel. You can then configure the bot for the channel so it fits your needs.
pt_br: Associa um bot a um canal. Você pode configurar o bot para o canal se precisar.

source: Associate a URL with the channel
pt_br: Associa uma URL ao canal

source: Associate a URL with this account
pt_br: Associa uma URL a conta

source: Associate a URL with your account
pt_br: Associa uma URL à sua conta

source: Associate a greet message with your nickname
pt_br: Associa uma mensagem de saudação ao entrar nos canais para seu nick

source: Associate an E-mail address with the channel
pt_br: Associa um endereço de e-mail ao canal

source: Associate an E-mail address with your nickname
pt_br: Associa um endereço de e-mail ao seu nick

source: Associate oper info with a nick or channel
pt_br: Associa informações de "oper" a um nick ou canal

source: Associates the given E-mail address with the nickname.
pt_br: Associa o endereço de email fornecido ao nick.

source: Associates the given E-mail address with your nickname. This address will be displayed whenever someone requests information on the nickname with the INFO command.
pt_br: Associa o endereço de email fornecido ao seu nick. Este endereço será exibido sempre que alguém solicitar informações sobre o apelido com o comando INFO .

source: Autokick list for %s:
pt_br: Lista de autokick para %s:

source: Automatic channel operator status upon join
pt_br: Status automático de operador do canal ao entrar

source: Automatic halfop upon join
pt_br: Status automático de halfop ao entrar

source: Automatic owner upon join
pt_br: Status automático de owner ao entrar

source: Automatic protect upon join
pt_br: Status automático de protect ao entrar

source: Automatic voice on join
pt_br: Status automático de voice ao entrar

source: Available commands for %s:
pt_br: Comandos disponíveis para %s:

source: Available opertypes:
pt_br: Opertypes disponíveis:

source: Available privileges for %s:
pt_br: Privilégios disponíveis para %s:

source: Ban type
pt_br: Tipo de ban
