Repository: vIRCio/anope.pt_BR.po
Catalog: anope.*.po
Languages: pt_br

source: Tells Services to jupiter a server -- that is, to create a fake "server" connected to Services which prevents the real server of that name from connecting. The jupe may be removed using a standard SQUIT. If a reason is given, it is placed in the server information field; otherwise, the server information field will contain the text "Juped by <nick>", showing the nickname of the person who jupitered the server.
pt_br: Diz aos Serviços para "jupitar" um servidor - isto é, para criar um "servidor" falso conectado aos Serviços, o que impede a conexão do servidor real com esse nome. O jupe poderá ser removido usando o comando padrão SQUIT. Se um motivo for fornecido, ele será colocado no campo de informações do servidor; caso contrário, o campo de informações do servidor conterá o texto "Juped por <nick>", mostrando o nick da pessoa que "jupou" o servidor.

source: Terminate Services WITHOUT saving
pt_br: Desliga os serviços sem salvar

source: Terminate services with save
pt_br: Desliga os serviços salvando

source: Text
pt_br: Texto

source: The ACCESS ADD command adds the given mask to the access list with the given user level; if the mask is already present on the list, its access level is changed to the level specified in the command. The level specified may be a numerical level or the name of a privilege (eg AUTOOP). When a user joins the channel the access they receive is from the highest level entry in the access list.
pt_br: O comando ACCESS ADD adiciona uma máscara fornecida à lista de acesso com o nível de usuário especificado; se a máscara já estiver presente na lista, seu nível de acesso será alterado para o nível especificado no comando. O level (nível) especificado pode ser um nível numérico ou o nome de um privilégio (como por exemplo, AUTOOP). Quando um usuário entra no canal, o acesso recebido é o mais alto que estiver na lista de acesso.

source: The ACCESS DEL command removes the given nick from the access list. If a list of entry numbers is given, those entries are deleted. (See the example for LIST below.) You may remove yourself from an access list, even if you do not have access to modify that list otherwise.
pt_br: O comando ACCESS DEL remove o nick da lista de acesso. Se uma lista de números de entrada for fornecida, essas entradas serão excluídas. (Veja o exemplo da lista abaixo.) Você pode se remover de uma lista de acesso, mesmo que não tenha acesso para modificar essa lista.

source: The ACCESS LIST command displays the access list. If a wildcard mask is given, only those entries matching the mask are displayed. If a list of entry numbers is given, only those entries are shown; for example: ACCESS #channel LIST 2-5,7-9 Lists access entries numbered 2 through 5 and 7 through 9. The ACCESS VIEW command displays the access list similar to ACCESS LIST but shows the creator and last used time. The ACCESS CLEAR command clears all entries of the access list.
pt_br: O comando ACCESS LIST exibe a lista de acesso. Se uma máscara curinga for fornecida, apenas as entradas correspondentes à máscara serão exibidas. Se uma lista de números for fornecida, apenas essas entradas serão mostradas; por exemplo: ACCESS #canal LIST 2-5,7-9 Lista as entradas de acesso numeradas de 2 a 5 e de 7 a 9 O comando ACCESS VIEW exibe a lista de acesso semelhante à ACCESS LIST , mas mostra também o criador e o último uso. O comando ACCESS CLEAR limpa todas as entradas da lista de acesso.

source: The CLEAR command clears the channel access list. This requires channel founder access.
pt_br: O comando CLEAR limpa toda lista de acesso do canal. Isso requer acesso como fundador do canal.

source: The DEL command removes the given word from the bad words list. If a list of entry numbers is given, those entries are deleted. (See the example for LIST below.) The LIST command displays the bad words list. If a wildcard mask is given, only those entries matching the mask are displayed. If a list of entry numbers is given, only those entries are shown; for example: #channel LIST 2-5,7-9 Lists bad words entries numbered 2 through 5 and 7 through 9. The CLEAR command clears all entries from the bad words list.
pt_br: O comando DEL remove a palavra especificada da lista de palavrões. Se uma lista de números for fornecida, essas entradas serão excluídas. (Veja o exemplo para LIST abaixo.) O comando LIST exibe a lista de palavrões. Se uma máscara curinga for fornecida, apenas as entradas correspondentes à máscara serão exibidas. Se uma lista de números for fornecida, apenas essas entradas serão mostradas; por exemplo: #canal LIST 2-5,7-9 Lista entradas de palavrões numeradas de 2 a 5 e de 7 a 9. O comando CLEAR limpa todas as entradas da lista de palavrões.

source: The LEVELS command allows fine control over the meaning of the numeric access levels used for channels. With this command, you can define the access level required for most of %s's functions. (The SET FOUNDER and this command are always restricted to the channel founder.) LEVELS SET allows the access level for a function or group of functions to be changed. LEVELS DISABLE (or DIS for short) disables an automatic feature or disallows access to a function by anyone, INCLUDING the founder (although, the founder can always reenable it). Use LEVELS SET founder to make a level founder only. LEVELS LIST shows the current levels for each function or group of functions. LEVELS RESET resets the levels to the default levels of a newly-created channel. For a list of the features and functions whose levels can be set, see HELP LEVELS DESC.
pt_br: O comando LEVELS permite controle sobre o significado dos níveis de acesso numérico usados para os canais. Com este comando, você pode definir o nível de acesso necessário para a maioria das funções do %s. (O SET FOUNDER e este comando são sempre restritos apenas ao fundador do canal.) LEVELS SET permite que o nível de acesso para uma função ou grupo de funções seja alterado. LEVELS DISABLE (ou DIS para abreviar) desativa um recurso automático ou desativa o acesso a uma função por qualquer pessoa, INCLUINDO o fundador (embora o fundador sempre possa reativá-lo). Utilize o LEVELS SET founder para criar apenas um fundador de nível. LEVELS LIST mostra os níveis atuais para cada função ou grupo de funções. LEVELS RESET redefine os níveis para os níveis padrão de um canal recém-criado. Para obter uma lista dos recursos e funções cujos níveis podem ser definidos, consulte HELP LEVELS DESC.

source: The LIST command allows you to list existing entries on the channel access list. If a mask is given, the mask is wildcard matched against all existing entries on the access list, and only those entries are returned. If a set of flags is given, only those on the access list with the specified flags are returned.
pt_br: O comando LIST permite listar o conteúdo existente na lista de acesso ao canal. Se uma máscara for fornecida, a máscara será um caractere curinga e correspondente a todas as entradas existentes na lista de acesso e somente essas entradas serão retornadas. Se um conjunto de flags for fornecido, somente aqueles na lista de acesso correspondente as flags especificadas serão retornados.

source: The MODIFY command allows you to modify the access list. If the mask is not already on the access list it is added, then the changes are applied. If the mask has no more flags, then the mask is removed from the access list. Additionally, you may use +* or -* to add or remove all flags, respectively. You are only able to modify the access list if you have the proper permission on the channel, and even then you can only give other people access to the equivalent of what your access is.
pt_br: O comando MODIFY permite modificar a lista de acesso. Se a máscara ainda não estiver na lista de acesso, ela será adicionada e as alterações serão aplicadas. Se a máscara não tiver mais "flags", então será removida da lista de acesso. Além disso, você pode usar +* ou -* para adicionar ou remover todas as flags, respectivamente. Você só poderá modificar a lista de acesso se tiver a permissão adequada no canal e, mesmo assim, poderá conceder a outras pessoas apenas o equivalente ao seu acesso.

source: The given mask may also be a channel, which will use the access list from the other channel up to the given level .
pt_br: A máscara fornecida também pode ser um canal, que utilizará a lista de acesso do outro canal até o level (nível) especificado.

source: There is %d memo on channel %s.
pt_br: Existe %d memo no canal %s.

source: There is a new memo on channel %s. Type %s%s READ %s %d to read it.
pt_br: Há um novo memo no canal %s. Digite %s%s READ %s %d para ler.

source: There is no bot assigned to %s anymore.
pt_br: Não há mais nenhum bot associado ao %s.

source: There is no logon news.
pt_br: Não há notícias de logon.

source: There is no oper news.
pt_br: Não há notícias para opers (ircops).

source: There is no random news.
pt_br: Não há random notícias (aleatórias).

source: There is no such configuration block %s.
pt_br: Não existe esse bloco de configuração %s.

source: There is no such mode %s.
pt_br: Não existe esse modo %s.

source: There's no email address set for your nick.
pt_br: Não há endereço de e-mail setado para o seu nick.

source: This channel has been forbidden: %s
pt_br: Este canal está proibído: %s

source: This channel has been suspended.
pt_br: Este canal está suspenso.

source: This channel is suspended.
pt_br: Este canal está suspended.

source: This channel may not be used.
pt_br: Este canal não pode ser usado.

source: This command allows users to set the vhost of their CURRENT nick to be the vhost for all nicks in the same group.
pt_br: Este comando permite que os usuários configurem o vhost de seu nick atual (CURRENT) para ser o vhost de todos os nicks no mesmo grupo.

source: This command also creates a new group for your nickname, that will allow you to register other nicks later sharing the same configuration, the same set of memos and the same channel privileges.
pt_br: Este comando também cria um novo grupo para seu apelido, que permitirá que você registre outros nicks posteriormente, e compartilhe a mesma configuração, o mesmo conjunto de memos além dos mesmos privilégios de canal.

source: This command is an alias to the command %s.
pt_br: Este comando é um atalho (alias) para o comando %s.

source: This command is used by several commands as a way to confirm changes made to your account. This is most commonly used to confirm your email address once you register or change it. This is also used after the RESETPASS command has been used to force identify you to your nick so you may change your password.
pt_br: Este comando é usado para confirmar alterações feitas na sua conta. Isso é mais utilizado para confirmar seu endereço de e-mail uma vez você registra ou altera seu nick. Isso também é usado após o comando RESETPASS ser utilizado para forçar identificá-lo ao seu nick de modo que você possa alterar sua senha.

source: This command lists information about the specified loaded module.
pt_br: Este comando lista informações sobre um módulo especifico carregado.

source: This command lists registered vhosts to the operator. If a key is specified, only entries whose nick or vhost match the pattern given in key are displayed e.g. Rob* for all entries beginning with "Rob" If a #X-Y style is used, only entries between the range of X and Y will be displayed, e.g. #1-3 will display the first 3 nick/vhost entries.
pt_br: Este comando lista os vhosts registrados para o operador. Se uma key for especificada, apenas as entradas cujo nick ou vhost correspondem ao padrão fornecido na "key" são exibidas, por exemplo: Rob* para todas as entradas que começam com "Rob". Se for usado um estilo #X-Y , apenas as entradas entre o intervalo de Xe Yserão exibidas, por exemplo: #1-3 exibirá as 3 primeiras entradas de nick / vhost.

source: This command loads the module named modname from the modules directory.
pt_br: Este comando carrega o módulo chamado modnome dos módulos do diretório.

source: This command makes your nickname join the target nickname's group. password is the password of the target nickname. Joining a group will allow you to share your configuration, memos, and channel privileges with all the nicknames in the group, and much more! A group exists as long as it is useful. This means that even if a nick of the group is dropped, you won't lose the shared things described above, as long as there is at least one nick remaining in the group. You may be able to use this command even if you have not registered your nick yet. If your nick is already registered, you'll need to identify yourself before using this command. It is recommended to use this command with a non-registered nick because it will be registered automatically when using this command. You may use it with a registered nick (to change your group) only if your network administrators allowed it. You can only be in one group at a time. Group merging is not possible. Note : all the nicknames of a group have the same password.
pt_br: Este comando faz com que seu nick se agrupe ao target (nick) de destino e password é a senha do nick de destino. A participação em um grupo permitirá que você compartilhe as mesmas configurações, memos e privilégios de canal com todos os apelidos que estão no mesmo grupo e muito mais! Um grupo existe desde que seja útil. Isso significa que mesmo se um nick do grupo for descartado, você não perderá os compartilhamentos acima descritos, desde que haja pelo menos um nick restante no grupo. Você pode usar este comando mesmo que ainda não tenha registrado seu nick. Se o seu nick já estiver registrado, você precisa se identificar antes de usar este comando. Recomenda-se usar este comando com um nick não registrado, pois este será registrado automaticamente quando o comando for usado. Você pode usá-lo com um nick registrado ( para alterar seu grupo ) somente se seus administradores da rede permitirem isto. Você pode estar apenas em um grupo por vez. A fusão de grupos diferentes não é possivel. Observação: todos os nicks de um grupo têm a mesma senha.

source: This command manages your auto join list. When you identify you will automatically join the channels on your auto join list. Services Operators may provide a nick to modify other users' auto join lists.
pt_br: Este comando gerencia sua lista de entrada automática. Quando você se identifica, entra automaticamente nos canais da sua lista de entrada automática. Os operadores dos serviços podem fornecer um nick para modificar as listas de entrada automática de outros usuários.

source: This command may not be used on this network because nickname ownership is disabled.
pt_br: Esse comando não pode ser usado nessa rede porque a propriedade de nick está desativada.

source: This command reloads the module named modname .
pt_br: Este comando recarrega o módulo chamado modnome .

source: This command retrieves the vhost requests.
pt_br: Este comando lista todas as requisições de vHost pendentes.

source: This command tells you what a users access is on a channel and what access entries, if any, they match. Additionally it will tell you of any auto kick entries they match. Usage of this command is limited to users who have the ability to modify access entries on the channel.
pt_br: Este comando informa qual acesso um usuário possui no canal. Além disso, informará todas as entradas de auto kick correspondentes. O uso deste comando é limitado aos usuários que podem modificar as entradas de acesso do canal.

source: This command ungroups your nick, or if given, the specificed nick, from the group it is in. The ungrouped nick keeps its registration time, password, email, greet, language, and url. Everything else is reset. You may not ungroup yourself if there is only one nick in your group.
pt_br: Este comando desagrupa o seu nick, ou, se for o caso, o nick específico, do grupo em que se encontra. O nick desagrupado mantém o tempo de registro, senha, email, saudação, idioma e URL. Todo o resto é redefinido. Você não pode se desagrupar se houver apenas um nick no seu grupo.

source: This command unloads the module named modname .
pt_br: Este comando descarrega o módulo chamado modnome .

source: This command will resend you the registration confirmation email.
pt_br: Reenvia a confirmação do registro por e-mail.

source: This nick is owned by someone else. Please choose another. (If this is your nick, type %s%s IDENTIFY password .)
pt_br: Este nick pertence a outro usuário. Por favor, escolha outro. (Caso este seja o seu nick digite %s%s IDENTIFY senha .)

source: This nickname has been forbidden: %s
pt_br: Este nick foi proibido: %s

source: This nickname has been recovered by %s.
pt_br: Este nick foi recuperado por %s.

source: This nickname has been recovered by %s. If you did not do this then %s may have your password, and you should change it.
pt_br: Este nick foi recuperado por %s. Caso não o tenha feito, talvez %s tenha a sua senha, e vc deveria mudá-la.

source: This nickname has been registered; you may not use it.
pt_br: Este nick já foi registrado; você não pode usá-lo.

source: This nickname is suspended.
pt_br: Este nick está suspenso.

source: This nickname is registered and protected. If it is your nick, type %s%s IDENTIFY password . Otherwise, please choose a different nick.
pt_br: Este nick está registrado e protegido. Caso seja o seu próprio nick, digite %s%s IDENTIFY senha . Caso contrário, escolha outro nick.

source: To delete, type: %s%s %s %d
pt_br: Para deletar, digite: %s%s %s %d

source: To delete, type: %s%s %s %s %d
pt_br: Para deletar, digite: %s%s %s %s %d

source: To protect ops against bot kicks
pt_br: Protege ops de bot kicks

source: To protect voices against bot kicks
pt_br: Protege voices de bot kicks

source: To search for channels starting with #, search for the channel name without the #-sign prepended (anope instead of #anope).
pt_br: Para procurar canais que começam com #, procure o nome do canal sem o símbolo # (anope ao invés de #anope).

source: Too many results for %s.
pt_br: Muitos resultados para %s.

source: Top %i of %s
pt_br: Top %i de %s

source: Topic
pt_br: Tópico

source: Topic lock
pt_br: Trava de tópico

source: Topic lock option for %s is now off.
pt_br: Trava de tópico para o %s está agora desativado.

source: Topic lock option for %s is now on.
pt_br: Trava de tópico para o %s está agora ativado.

source: Topic retention
pt_br: Retenção de tópico

source: Topic retention option for %s is now off.
pt_br: Retenção de tópico para o %s está agora desativado.

source: Topic retention option for %s is now on.
pt_br: Retenção de tópico para o %s está agora ativado.

source: Topic set by
pt_br: Tópico criado por

source: Turn caps lock OFF!
pt_br: Desligue o Caps Lock!

source: Turn chanstats statistics on or off
pt_br: Ativa e desativa as estatísticas do canal

source: Turn nickname security on or off
pt_br: Ativa ou desativa a segurança dos nicks

source: Turn protection on or off
pt_br: Ativa e desativa a proteção

source: Turns %s's privacy option on or off for your nick. With PRIVATE set, your nickname will not appear in nickname lists generated with %s's LIST command. (However, anyone who knows your nickname can still get information on it using the INFO command.)
pt_br: Ativa e desativa a opção de privacidade do %s para o seu nick. Com PRIVATE definido, seu apelido não aparecerá nas listas de apelidos geradas com o comando LIST do %s. (No entanto, quem conhece seu apelido ainda pode obter informações usando o comando INFO.)

source: Turns %s's security features on or off for your nick. With SECURE set, you must enter your password before you will be recognized as the owner of the nick, regardless of whether your address is on the access list. However, if you are on the access list, %s will not auto-kill you regardless of the setting of the KILL option.
pt_br: Ativa ou desativa os recursos de segurança do %s para o seu nick. Com a opção SECURE definido, você deve digitar sua senha antes de ser identificado como o proprietário do nick, independentemente de o seu endereço estar na lista de acesso. No entanto, se você estiver na lista de acesso, o %s não o derrubará automaticamente, independentemente da configuração de opção KILL .

source: Turns chanstats channel statistics ON or OFF for this user.
pt_br: Ativa/Desativa as estatísticas do Chanstats.

source: Turns chanstats statistics ON or OFF.
pt_br: Ativa e desativa as estatísticas do canal.

source: Turns the automatic protection option for your nick on or off. With protection on, if another user tries to take your nick, they will be given one minute to change to another nick, after which %s will forcibly change their nick. If you select QUICK, the user will be given only 20 seconds to change nicks instead of the usual 60. If you select IMMED, the user's nick will be changed immediately without being warned first or given a chance to change their nick; please do not use this option unless necessary. Also, your network's administrators may have disabled this option.
pt_br: Ativa e desativa a opção de proteção automática de segurança do seu nick. Com a proteção ativada, se outro usuário tentar usar o seu nick, eles terão um minuto para mudar para outro nick, após o qual o %s alterará o nick à força. Se você selecionar a opção QUICK, o usuário terá apenas 20 segundos para mudar de nick em vez dos 60 segundos habituais. Se você selecionar a opção IMMED, o nick será mudado imediatamente sem aviso prévio ou sem a chance de mudar de nick; por favor, não use esta opção, a não ser que seja realmente necessário. Além disso, os administradores da rede podem desativar esta opção.

source: Type
pt_br: Tipo

source: Type %s%s HELP %s option  for more information on a specific option.
pt_br: Digite %s%s HELP %s opção  para obter mais informações sobre uma opção específica.

source: Type %s%s HELP %s option  for more information on a specific option. Note: access to this command is controlled by the level SET.
pt_br: Digite %s%s HELP %s opção  para obter mais informações sobre uma opção específica. Observação: o acesso a este comando é controlado pelo nível SET.

source: Type %s%s HELP %s option  for more information on a specific option. The options will be set on the given nickname .
pt_br: Digite %s%s HELP %s opção  para obter mais informações sobre uma opção específica. As opções serão definidas no nick .

source: Type %s%s HELP %s option  for more information on a particular option.
pt_br: Digite %s%s HELP %s option  para obter mais informações sobre uma opção específica.

source: Type %s%s SET EMAIL e-mail  in order to set your e-mail. Your privacy is respected; this e-mail won't be given to any third-party person.
pt_br: Digite %s%s SET EMAIL e-mail  para redefinir o seu e-mail. Sua privacidade é respeitada; este e-mail não será repassado à terceiros de forma alguma.

source: Un-Load a module
pt_br: Descarrega um módulo

source: Unable to find regex engine %s.
pt_br: Incapaz de encontrar a regex engine %s.

source: Unable to load module %s.
pt_br: Não foi possível carregar o módulo %s.

source: Unable to remove module %s.
pt_br: Impossível remover o módulo %s.

source: Unassigns a bot from a channel
pt_br: Desassocia um bot do canal
