Repository: vIRCio/anope.pt_BR.po
Catalog: anope.*.po
Languages: pt_br

source: %d channel(s) cleared, and %d channel(s) dropped.
pt_br: %d canal(is) limpo(s), e %d canal(is) dropado(s).

source: %d nickname(s) dropped.
pt_br: %d nick(s) dropado(s).

source: %s added to %s %s list.
pt_br: %s adicionado a lista %s %s .

source: %s added to %s access list at level %d.
pt_br: %s adicionado à lista de acesso do %s com o nível %d.

source: %s added to %s access list at privilege %s (level %d)
pt_br: %s adicionado a lista de %s com privilegio %s (nivel %d)

source: %s added to %s autokick list.
pt_br: %s adicionado à lista de auto kick do %s.

source: %s added to %s bad words list.
pt_br: %s adicionado na lista de palavrões do %s.

source: %s added to %s's access list.
pt_br: %s adicionado a lista de acesso de %s.

source: %s added to %s's certificate list.
pt_br: %s adicionado a lista de certificado de %s.

source: %s added to ignore list.
pt_br: %s adicionado na lista de ignorados.

source: %s added to the %s list.
pt_br: %s adicionado na lista %s.

source: %s added to the AKILL list.
pt_br: %s adicionado à lista de AKILL.

source: %s allows you to execute "fantasy" commands in the channel. Fantasy commands are commands that can be executed from messaging a channel, and provide a more convenient way to execute commands. Commands that require a channel as a parameter will automatically have that parameter given.
pt_br: %s permite que você execute o comando "fantasy" no canal. O comando Fantasy pode ser executado a partir de mensagens enviadas no canal e facilita a execução dos comandos no botserv. Comandos que exigem um canal como parâmetro terão esse parâmetro automaticamente fornecidos.

source: %s allows you to have a bot on your own channel. It has been created for users that can't host or configure a bot, or for use on networks that don't allow user bots. Available commands are listed below; to use them, type %s%s command . For more information on a specific command, type %s%s %s command .
pt_br: %s permite que você tenha um bot em seu canal. Foi criado para usuários que não podem hospedar ou configurar um bot ou para redes que não permitem bots de usuário. Os comandos disponíveis estão listados abaixo; para usar digite %s%s comando . Para obter mais informações sobre um comando específico, %s%s %s command .

source: %s allows you to register a nickname and prevent others from using it. The following commands allow for registration and maintenance of nicknames; to use them, type %s%s command . For more information on a specific command, type %s%s %s command .
pt_br: %s permite o registro de um nick e impede que outros usem. Os seguintes comandos permitem o registro e a manutenção de nicks. Para usá-los, digite o comando: %s%s comando . Para maiores informações sobre um comando específico, digite: %s%s %s comando .

source: %s allows you to register an account. The following commands allow for registration and maintenance of accounts; to use them, type %s%s command . For more information on a specific command, type %s%s %s command .
pt_br: %s permite que você registre uma conta. Os seguintes comandos permitem o registro e a manutenção de contas. Para usá-los, digite: %s%s command . Para obter mais informações sobre um comando específico, digite: %s%s %s comando .

source: %s allows you to register and control various aspects of channels. %s can often prevent malicious users from "taking over" channels by limiting who is allowed channel operator privileges. Available commands are listed below; to use them, type %s%s command . For more information on a specific command, type %s%s HELP command .
pt_br: %s permite registrar e controlar vários aspectos dos canais. %s geralmente pode impedir que usuários mal-intencionados "assumam" os canais, limitando quem tem privilégios de operador no canal. Os comandos acessíveis estão abaixo listados. Para usá-los, digite:%s%s comando . Para obter mais informações sobre um comando específico, digite: %s%s HELP comando .

source: %s already exists in %s bad words list.
pt_br: %s já existe na lista negra de palavras do %s.

source: %s already exists on %s autokick list.
pt_br: %s já existe na lista de auto kick do %s.

source: %s already exists on the EXCEPTION list.
pt_br: %s já existe na lista de EXCEPTION.

source: %s cannot be taken as times to ban.
pt_br: %s não pode ser considerado um tempo para o ban.

source: %s changed your usermodes to %s.
pt_br: %s modificou seu modo de usuário para %s.

source: %s channel list:
pt_br: %s canal listado:

source: %s deleted from %s %s list.
pt_br: %s removido da lista %s %s.

source: %s deleted from %s access list.
pt_br: %s removido da lista de acesso %s.

source: %s deleted from %s autokick list.
pt_br: %s removido da lista de autokick %s.

source: %s deleted from %s bad words list.
pt_br: %s removido da lista de palavras %s.

source: %s deleted from %s's access list.
pt_br: %s remmovido da lista de acesso de %s.

source: %s deleted from %s's certificate list.
pt_br: %s removido da lista de certificado de %s.

source: %s deleted from session-limit exception list.
pt_br: %s removido da lista de exceção para limite de conexões.

source: %s deleted from the %s list.
pt_br: %s removido da lista do %s.

source: %s deleted from the AKILL list.
pt_br: %s removido da lista de AKILL.

source: %s disabled on channel %s.
pt_br: %s desabilitado no canal %s.

source: %s has been invited to %s.
pt_br: %s foi convidado para %s.

source: %s has been joined to %s.
pt_br: %s entrou para %s.

source: %s has been parted from %s.
pt_br: %s foi separado de %s.

source: %s has been unbanned from %s.
pt_br: %s foi desbanido do %s.

source: %s has no access in any channels.
pt_br: %s não possui acesso em nenhum canal.

source: %s has no access on %s.
pt_br: %s não tem acesso em %s.

source: %s has too many channels registered.
pt_br: %s possui muitos canais registrados.

source: %s is a super administrator.
pt_br: %s é um super administrador.

source: %s is a utility allowing IRC users to send short messages to other IRC users, whether they are online at the time or not, or to channels(*). Both the sender's nickname and the target nickname or channel must be registered in order to send a memo. %s's commands include:
pt_br: %s é um utilitário que permite que os usuários enviem mensagens curtas para outros usuários ou canais, estando ou não online no momento. O nick do remetente e o nick ou canal de destino devem ser registrados para enviar uma memo. %s incluem os seguintes comandos:

source: %s is already in %s!
pt_br: %s já está em %s!

source: %s is already in %s.
pt_br: %s já está em %s.

source: %s is already on the ignore list.
pt_br: %s já está na lista de ignorados.

source: %s is already suspended.
pt_br: %s já está suspenso.

source: %s is not a registered unforbidden nick or channel.
pt_br: %s é um nick ou canal não autorizado.

source: %s is not a valid ban type.
pt_br: %s não é um tipo de válido de ban.

source: %s is not a valid bot or registered channel.
pt_br: %s não é um bot ou canal válido.

source: %s is not a valid e-mail address.
pt_br: %s não é um e-mail válido.

source: %s is not currently on channel %s.
pt_br: %s não está atualmente no canal %s.

source: %s is not in %s.
pt_br: %s não está no %s.

source: %s is not on the ignore list.
pt_br: %s não está na lista de ignorados.

source: %s is on the auto kick list of %s (%s).
pt_br: %s está na lista de auto kick do %s (%s).

source: %s is the founder of %s.
pt_br: %s é o fundador do %s.

source: %s matches access entry %s (from entry %s), which has privilege %s.
pt_br: %s corresponde à entrada %s (da entrada %s), que possui o privilégio %s.

source: %s matches access entry %s, which has privilege %s.
pt_br: %s corresponde à entrada de acesso %s, que possui o privilégio %s.

source: %s matches an except on %s and cannot be banned until the except has been removed.
pt_br: %s corresponde a uma exceção no %s e não pode ser banido até que a exceção seja removida.

source: %s matches auto kick entry %s on %s (%s).
pt_br: %s corresponde a entrada de auto kick %s em %s (%s).

source: %s not found on %s %s list.
pt_br: %s não existe na lista do %s %s.

source: %s not found on %s access list.
pt_br: %s não está na lista de acesso do %s.

source: %s not found on %s autokick list.
pt_br: %s não está na lista de auto kick do %s.

source: %s not found on %s bad words list.
pt_br: %s não está na lista negra de palavras do %s.

source: %s not found on %s's access list.
pt_br: %s não está na lista de acesso de %s.

source: %s not found on %s's certificate list.
pt_br: %s não está na lista de certificado de %s.

source: %s not found on ignore list.
pt_br: %s não está na lista de ignorados.

source: %s not found on session list, but has a limit of %d because it matches entry: %s.
pt_br: %s não encontrado na lista de sessões, mas tem um limite de %d porque corresponde à entrada: %s.

source: %s not found on session-limit exception list.
pt_br: %s não encontrado na lista de exceção de limite de sessão.

source: %s not found on the %s list.
pt_br: %s não encontrado na lista %s .

source: %s not found on the AKILL list.
pt_br: %s não encontrado na lista de AKILL.

source: %s removed from the %s access list.
pt_br: %s removido da lista de acesso %s .

source: %s removed from the ignore list.
pt_br: %s removido da lista de ignore.

source: %s users list:
pt_br: %s lista de usuários:

source: %s will no longer be ignored.
pt_br: %s não está mais no ignore.

source: %s will now be ignored for %s.
pt_br: %s será ignorado por %s.

source: %s will now permanently be ignored.
pt_br: %s será permanentemente ignorado.

source: %s%s HELP %s for more information.
pt_br: %s%s HELP %s para mais informações.

source: ADD nick user host real 
pt_br: ADD nick user host realname 

source: CHANGE oldnick newnick [ user [ host [ real ]]]
pt_br: CHANGE nick-antigo novo-nick [ user [ host [ realname ]]]

source: EXCEPTION ADD adds the given host mask to the exception list. Note that nick!user@host and user@host masks are invalid! Only real host masks, such as box.host.dom and *.host.dom, are allowed because sessions limiting does not take nick or user names into account. limit must be a number greater than or equal to zero. This determines how many sessions this host may carry at a time. A value of zero means the host has an unlimited session limit. See the AKILL help for details about the format of the optional expiry parameter. EXCEPTION DEL removes the given mask from the exception list. EXCEPTION LIST and EXCEPTION VIEW show all current sessions if the optional mask is given, the list is limited to those sessions matching the mask. The difference is that EXCEPTION VIEW is more verbose, displaying the name of the person who added the exception, its session limit, reason, host mask and the expiry date and time. Note that a connecting client will "use" the first exception their host matches.
pt_br: EXCEPTION ADD adiciona a máscara de host dada à lista de exceção. Observe que as máscaras nick!user@host e user@host são inválidas! Apenas máscaras com endereço de host, como por exemplo box.host.dom e *.host.dom,são permitidos porque os limites de sessões não levam nick ou nomes de usuários em consideração. O limite deve ser um número maior ou igual a zero. Isso determina quantas sessões este host conectar por vez. Um valor definido como zero significa que o host tem sessões ilimitadas para conectar-se. Consulte a ajuda do comando AKILL para obter mais detalhes sobre o formato do parâmetro opcional expiry (de expiração). EXCEPTION DEL remove uma máscara da lista de exceção. EXCEPTION LIST e EXCEPTION VIEW mostram todas as sessões atuais da máscara fornecida. A lista é limitada para aquelas sessões que combinam com a máscara. A diferença é que: EXCEPTION VIEW é mais detalhado, exibindo o nome da pessoa que adicionou a exceção, o limite de sessão, motivo, máscara de host além da data e hora de validade. Observe que um cliente conectado "usará" a primeira exceção que corresponder a seu host .

source: SET kills all operators from the given server and prevents operators from opering up on the given server. REVOKE removes this restriction.
pt_br: SET desconecta todos os operadores do server especificado e impede que eles operem no servidor. REVOKE remove essa restrição.

source: User access levels can be seen by using the %s command; type %s%s HELP LEVELS for information.
pt_br: User access levels (os níveis de acesso de usuários) podem ser vistos usando o comando %s ; para maiores informações digite: %s%s HELP LEVELS .

source: [auto-memo] The memo you sent to %s has been viewed.
pt_br: [auto-memo] O memo que você enviou para %s foi visualizado.

source: address
pt_br: endereço

source: botname { ON|OFF }
pt_br: nome-do-bot { ON|OFF }

source: channel
pt_br: canal

source: channel bantype
pt_br: canal tipo-do-ban

source: channel channel
pt_br: canal canal

source: channel command method [ status ]
pt_br: canal comando método [ status ]

source: channel mask [ reason ]
pt_br: canal máscara [ motivo ]

source: channel modes
pt_br: canal modos

source: channel nick
pt_br: canal nick

source: channel nick [ reason ]
pt_br: canal nick [ motivo ]

source: channel target [ what ]
pt_br: canal alvo [ qual ]

source: channel text
pt_br: canal texto

source: channel time
pt_br: canal tempo

source: channel user reason
pt_br: canal usuário motivo

source: channel what
pt_br: canal what

source: channel ADD mask
pt_br: canal ADD máscara

source: channel ADD mask level
pt_br: canal ADD máscara nível

source: channel ADD message
pt_br: canal ADD menssagem

source: channel ADD word [ SINGLE | START | END ]
pt_br: canal ADD palavra [ SINGLE | START | END ]

source: channel ADD { nick | mask } [ reason ]
pt_br: canal ADD { nick | máscara } [ motivo ]

source: channel APPEND topic
pt_br: canal APPEND tópico

source: channel CLEAR
pt_br: canal CLEAR

source: channel CLEAR [ what ]
pt_br: canal CLEAR [ what ]

source: channel CLEAR [ALL]
pt_br: canal CLEAR [ALL]

source: channel DEL num
pt_br: canal DEL num

source: channel DEL { mask | entry-num | list }
pt_br: canal DEL { máscara | nun-entrada | lista }

source: channel DEL { nick | mask | entry-num | list }
pt_br: canal DEL { nick | máscara | entry-num | lista }

source: channel DEL { word | entry-num | list }
pt_br: canal DEL { palavra | num-entrada | lista }

source: channel ENFORCE
pt_br: canal ENFORCE

source: channel LIST
pt_br: canal LIST

source: channel LIST [ mask | entry-num | list ]
pt_br: canal LIST [ máscara | num-entrada | lista ]

source: channel LIST [ mask | list ]
pt_br: canal LIST [ máscara | lista ]

source: channel LIST [ mask | + flags ]
pt_br: canal LIST [ máscara | + flags ]

source: channel LOCK {ADD|DEL|SET|LIST} [ what ]
pt_br: canal LOCK {ADD|DEL|SET|LIST} [ what ]

source: channel RESET
pt_br: canal RESET

source: channel SET modes
pt_br: canal SET modes

source: channel SET type level
pt_br: canal SET tipo nível

source: channel VIEW [ mask | entry-num | list ]
pt_br: canal VIEW [ máscara | entry-num | lista ]

source: channel VIEW [ mask | list ]
pt_br: canal VIEW [ máscara | lista ]

source: channel [ description ]
pt_br: canal [ descrição ]

source: channel [ nick ]
pt_br: canal [ nick ]

source: channel [ parameters ]
pt_br: canal [ parâmetros ]

source: channel [ user ]
pt_br: canal [ usuário ]

source: channel [+ expiry ] [ reason ]
pt_br: canal [+ expiry ] [ motivo ]

source: channel [+ expiry ] { nick | mask } [ reason ]
pt_br: canal [+ expiração ] { nick | máscara } [ motivo ]

source: channel [MODIFY] mask changes
pt_br: canal [MODIFY] máscara mudanças

source: channel [SET] [ topic ]
pt_br: canal [SET] [ tópico ]

source: channel [UNLOCK|LOCK]
pt_br: canal [UNLOCK|LOCK]

source: channel { ON|OFF }
pt_br: canal { ON|OFF }

source: channel { ON|OFF } [ ttb [ ln [ secs ]]]
pt_br: canal { ON|OFF } [ ttb [ ln [ secs ]]]

source: channel { ON|OFF } [ ttb [ min [ percent ]]]
pt_br: canal { ON|OFF } [ ttb [ min [ porcentagem ]]]

source: channel { ON|OFF } [ ttb [ num ]]
pt_br: canal { ON|OFF } [ ttb [ num ]]

source: channel { ON|OFF } [ ttb ]
pt_br: canal { ON|OFF } [ ttb ]

source: channel {DIS | DISABLE} type
pt_br: canal {DIS | DISABLE} tipo

source: channel {ON | LEVEL | OFF}
pt_br: canal {ON | LEVEL | OFF}

source: channel {ON | OFF}
pt_br: canal {ON | OFF}

source: language
pt_br: língua

source: memo-text
pt_br: memo-texto

source: message
pt_br: mensagem

source: modname
pt_br: nome-mod

source: new-display
pt_br: novo-display

source: new-password
pt_br: nova-senha

source: nick
pt_br: apelido

source: nick channel
pt_br: nick canal

source: nick channel [ reason ]
pt_br: nick canal [ motivo ]

source: nick hostmask
pt_br: nick máscara-host

source: nick newnick
pt_br: nick novo-nick

source: nick [ reason ]
pt_br: nick [ motivo ]

source: nickname
pt_br: nick

source: nickname address
pt_br: nick endereço

source: nickname email
pt_br: nick email

source: nickname language
pt_br: nick idioma

source: nickname message
pt_br: nick mensagem

source: nickname new-display
pt_br: nick novo-display

source: nickname new-password
pt_br: nick nova-senha

source: nickname [ parameter ]
pt_br: nick [ parâmetro ]

source: nickname [ password ]
pt_br: nick [ senha ]

source: nickname [+ expiry ] [ reason ]
pt_br: nick [+ expiração ] [ motivo ]

source: nickname {EMAIL | STATUS | USERMASK | QUIT} {ON | OFF}
pt_br: nick {EMAIL | STATUS | USERMASK | QUIT} {ON | OFF}

source: nickname {ON | OFF}
pt_br: nick {ON | OFF}

source: nickname {ON | QUICK | IMMED | OFF}
pt_br: nick {ON | QUICK | IMMED | OFF}

source: option (channel | bot) settings
pt_br: opção (canal | bot) settings

source: option channel parameters
pt_br: opção canal parâmetros

source: option channel { ON|OFF } [ settings ]
pt_br: opção canal { ON|OFF } [ configurações ]

source: option nickname parameters
pt_br: opção nickname parâmetros

source: option parameters
pt_br: opção parâmetros

source: option setting
pt_br: opção configuração

source: passcode
pt_br: código de acesso

source: password
pt_br: senha

source: password [email]
pt_br: senha [email]

source: password email
pt_br: senha email

source: pattern [SUSPENDED] [NOEXPIRE]
pt_br: padrão [SUSPENDED] [NOEXPIRE]

source: pattern [SUSPENDED] [NOEXPIRE] [UNCONFIRMED]
pt_br: padrão [SUSPENDED] [NOEXPIRE] [UNCONFIRMED]

source: server [ reason ]
pt_br: servidor [ motivo ]

source: user modes
pt_br: usuário modos

source: user [ reason ]
pt_br: usuário [ motivo ]

source: SNLINE ADD adds the given realname mask to the SNLINE list for the given reason (which must be given). expiry is specified as an integer followed by one of d (days), h (hours), or m (minutes). Combinations (such as 1h30m ) are not permitted. If a unit specifier is not included, the default is days (so +30 by itself means 30 days). To add an SNLINE which does not expire, use +0 . If the realname mask to be added starts with a + , an expiry time must be given, even if it is the same as the default. The current SNLINE default expiry time can be found with the STATS AKILL command. Note: because the realname mask may contain spaces, the separator between it and the reason is a colon.
pt_br: SNLINE ADD adiciona a máscara de nome real à lista SNLINE pelo motivo especificado (que deve ser fornecido). expiry é especificado como um número inteiro seguido por um d de (dias), h (horas) ou m (minutos). Combinações (como 1h30m ) não são permitidas. Se um especificador de unidade não estiver incluído, o padrão será dias (então +30 significa 30 dias). Para adicionar um SNLINE que não expira, use +0 . Se a máscara de nome real (realname) a ser adicionada começar com um + , um tempo de expiração deverá ser fornecido, mesmo que seja o tempo padrão. O tempo de expiração padrão atual do SNLINE pode ser encontrado com o comando: STATS AKILL. Observação: como a máscara de nome real (realname) pode conter espaços, o separador entre ela e o motivo é dois pontos (":").

source: SQLINE ADD adds the given (nick's) mask to the SQLINE list for the given reason (which must be given). expiry is specified as an integer followed by one of d (days), h (hours), or m (minutes). Combinations (such as 1h30m ) are not permitted. If a unit specifier is not included, the default is days (so +30 by itself means 30 days). To add an SQLINE which does not expire, use +0 . If the mask to be added starts with a + , an expiry time must be given, even if it is the same as the default. The current SQLINE default expiry time can be found with the STATS AKILL command.
pt_br: SQLINE ADD adiciona a máscara (nick) fornecida à lista SQLINE pelo motivo especificado (que deve ser fornecido). expiry é especificado como um número inteiro seguido por um d de (dias), h (horas) ou m (minutos). Combinações (como 1h30m ) não são permitidas. Se um especificador de unidade não estiver incluído, o padrão será dias (então +30 significa 30 dias). Para adicionar um SQLINE que não expira, use +0 . Se a máscara a ser adicionada começar com um + , deve ser dado um prazo de validade, mesmo que seja o prazo padrão. O tempo de expiração padrão atual do SQLINE pode ser encontrado com o comando: STATS AKILL.

source: Accounts that are not used anymore are subject to the automatic expiration, i.e. they will be deleted after %d days if not used.
pt_br: Contas que não são utilizadas estão sujeitas a expirar automaticamente, ou seja, os nicks serão excluídos após %d dias, se não for identificado com a senha.

source: Available commands are:
pt_br: Os comandos disponíveis são:

source: Bot will join a channel whenever there is at least %d user(s) on it.
pt_br: O Bot entrará no canal sempre que houver pelo menos %d usuários(s) no canal.

source: Enables or disables fantasy mode on a channel. When it is enabled, users will be able to use fantasy commands on a channel when prefixed with one of the following fantasy characters: %s Note that users wanting to use fantaisist commands MUST have enough access for both the FANTASIA and the command they are executing.
pt_br: Ativa ou desativa o modo fantasy (fantasia) em um canal. Quando ativado, os usuários poderão usar atalhos de comandos de fantasia em um canal quando prefixados com um dos seguintes caracteres de fantasia: %s Observe que os usuários que desejam usar atalhos de comandos de fantasia DEVEM ter acesso necessário para o comando FANTASIA que estão executando.

source: Enables or disables greet mode on a channel. When it is enabled, the bot will display greet messages of users joining the channel, provided they have enough access to the channel.
pt_br: Ativa ou desativa o modo greet (de saudação de boas vindas) em um canal. Quando ativado, o bot exibe as boas vindas como uma mensagens de saudação dos usuários ao entrarem no canal, desde que tenham acesso suficiente no canal.

source: Enables or disables ops protection mode on a channel. When it is enabled, ops won't be kicked by the bot even if they don't match the NOKICK level.
pt_br: Ativa ou desativa ops protection (o modo de proteção de operadores) em um canal. Quando ativado, os operadores não serão expulsos pelo bot, mesmo que não correspondam ao nível NOKICK.
