Repository: vIRCio/anope.pt_BR.po
Catalog: anope.*.po
Languages: pt_br

source: Unassigns a bot from a channel. When you use this command, the bot won't join the channel anymore. However, bot configuration for the channel is kept, so you will always be able to reassign a bot later without having to reconfigure it entirely.
pt_br: Remove um bot do canal. Quando você usa esse comando, o bot não entrará mais no canal. No entanto, a configuração do bot para o canal é mantida, para que você sempre possa atribuir novamente o bot depois, sem precisar reconfigurá-lo.

source: Underlines kicker
pt_br: Kick sublinhado

source: Unknown SET option.
pt_br: Desconhecida opção de SET.

source: Unknown STATS option: %s
pt_br: Desconhecida opção de STATS: %s

source: Unknown command %s.
pt_br: Comando desconhecido %s.

source: Unknown command %s. "%s%s HELP" for help.
pt_br: Comando desconhecido %s. "%s%s HELP" para obter ajuda.

source: Unknown mode character %c ignored.
pt_br: Caractere de modo desconhecido %c ignorado.

source: Unknown parameter: %s
pt_br: Parâmetro desconhecido: %s

source: Unregisters the named channel. Can only be used by the channel founder.
pt_br: Remove o registro do canal dado. Só pode ser utilizado pelo founder do canal.

source: Unregisters the specified channel. Only Services Operators can drop a channel of which they are not the founder of.
pt_br: Cancela o registro do canal. Somente Operadores dos Serviços podem desregistrar um canal do qual não são fundadores.

source: Unsuspend a given nick
pt_br: Cancela a suspensão de um nick

source: Unsuspends a nickname which allows it to be used again.
pt_br: Cancela a suspensão de um nick e permite que ele seja usado.

source: Updates a selected nicks status modes on a channel. If nick is omitted then your status is updated. If channel is omitted then your channel status is updated on every channel you are in.
pt_br: Atualiza os modos de status dos nicks selecionados em um canal. Se o nick é omitido então seu proprio status é atualizado. Se o canal for omitido então o status do seu canal é atualizado em todos os canais em que você está.

source: Updates a selected nicks status on a channel
pt_br: Atualiza o status de nicks selecionados em um canal

source: Updates your current status, i.e. it checks for new memos
pt_br: Atualiza seu status, verificando memo, vhost, flag, etc

source: Updates your current status, i.e. it checks for new memos, sets needed channel modes and updates your vhost and your userflags (lastseentime, etc).
pt_br: Atualiza seu status atual, ou seja, verifica novos memos, define os modos de canal necessários e atualiza seu vhost e suas userflags (última hora visto, etc).

source: Updating databases.
pt_br: Atualizando banco de dados.

source: Uplink server: %s
pt_br: Uplink Servidor: %s

source: Use the %s ALL command to list all commands and their descriptions.
pt_br: Use o comando %s ALL para exibir as descrições com detalhes.

source: Used on
pt_br: Usado em

source: Used to manage channels
pt_br: Usado para gerenciar os canais

source: Used to manage the list of privileged users
pt_br: Usado para gerenciar a lista de privilégios dos usuários

source: Used to modify the channel status of you or other users
pt_br: Usado para modificar o status de usuários do canal

source: User has been banned from the channel
pt_br: O usuário foi banido do canal

source: User limit for %s removed.
pt_br: Limite para o usuário %s removido.

source: User limit for %s set to %d.
pt_br: Limite para o usuário %s configurado para %d.

source: Users
pt_br: Usuários

source: Users list:
pt_br: Lista de usuários:

source: VHost for %s set to %s.
pt_br: VHost para %s ajustado para %s.

source: VHost for %s set to %s@%s.
pt_br: VHost para %s configurado para %s@%s.

source: VHost for group %s set to %s.
pt_br: VHost para o grupo %s configurado para %s.

source: VHost for group %s set to %s@%s.
pt_br: VHost para o grupo %s configurado para %s@%s.

source: Value
pt_br: Valor

source: Value of %s:%s changed to %s
pt_br: Valor do %s:%s alterado para %s

source: Vhost for %s removed.
pt_br: Removido o vhost para %s.

source: View and change Services Operators
pt_br: Visualiza e altera os Operadores dos Serviços

source: View and change configuration file settings
pt_br: Visualiza e alterar as opções do arquivo de configuração

source: View the list of host sessions
pt_br: Visualiza a lista de sessões do host

source: Voices protection
pt_br: Proteção para voices

source: Watch your language!
pt_br: Cuidado com o palavrão!

source: When private is set, the channel will not appear in %s's %s command.
pt_br: Quando private estiver definido, o canal não aparecerá em %s's %s comando.

source: Without a parameter, displays information on the number of memos you have, how many of them are unread, and how many total memos you can receive. With a channel parameter, displays the same information for the given channel. With a nickname parameter, displays the same information for the given nickname. This is limited to Services Operators.
pt_br: Sem um parâmetro, exibe informações sobre o número de memos que você tem, quantos não foram lidos e quantos memos no total você pode receber. Com um parâmetro de canal, exibe as mesmas informações para o canal fornecido. Com um nick como parâmetro, exibe as mesmas informações para o nick fornecido. Isso é limitado aos operadores dos serviços.

source: Without a parameter, reverses the effect of the IDENTIFY command, i.e. make you not recognized as the real owner of the nick anymore. Note, however, that you won't be asked to reidentify yourself. With a parameter, does the same for the given nick. If you specify REVALIDATE as well, Services will ask the given nick to re-identify. This is limited to Services Operators.
pt_br: Sem um parâmetro, reverte o efeito do comando IDENTIFY, ou seja, deixa de ser reconhecido como o verdadeiro proprietário do nick. Observe, no entanto, que você não será solicitado a se identificar novamente. Fornecendo um parâmetro, faz o mesmo para o nick especificado. Se você também especificar REVALIDATE , os Serviços solicitarão que o nick especificado seja identificado novamente. Isso é limitado apenas aos Operadores dos Serviços.

source: Without any option, shows the current number of users online, and the highest number of users online since Services was started, and the length of time Services has been running. With the AKILL option, displays the current size of the AKILL list and the current default expiry time. The RESET option currently resets the maximum user count to the number of users currently present on the network. The UPLINK option displays information about the current server Anope uses as an uplink to the network. The HASH option displays information about the hash maps. The ALL option displays all of the above statistics.
pt_br: Sem nenhuma opção, mostra o número atual de usuários on-line, o maior número de usuários on-line desde que os serviços foi iniciado, e o período de tempo em que os Serviços estão em execução. Com a opção AKILL mostra o tamanho da lista de AKILL e o tempo de expiração padrão. Com a opção RESET redefine a contagem máxima de usuários para o número de usuários atualmente presentes na rede. Com a opção UPLINK mostra informações sobre o servidor atual que os serviços usa como um uplink para a rede. Com a opção HASH mostra informações sobre os mapas de hash. Com a opção ALL exibe todas as estatísticas acima.

source: Word
pt_br: Palavra

source: You are already a member of the group of %s.
pt_br: Você já é um membro do grupo de %s.

source: You are already identified.
pt_br: Você já está identificado.

source: You are already in %s!
pt_br: Você já está em %s!

source: You are no longer a super admin.
pt_br: Você não é mais um superadministrador.

source: You are not identified.
pt_br: Você não está identificado.

source: You are not permitted to be on this channel.
pt_br: Você não tem permissão para estar neste canal.

source: You are not permitted to change your memo limit.
pt_br: Você não tem permissão para mudar seu limite de memos.

source: You are not using a client certificate.
pt_br: Você não está usando um certificado de cliente.

source: You are now a super admin.
pt_br: Você agora é um superadmintrador.

source: You are now an IRC Operator.
pt_br: Você agora é um Operador do IRC.

source: You are now identified for your nick. Change your password now.
pt_br: Seu nick está identificado. A partir de agora sua senha poderá ser modificada.

source: You are now in the group of %s.
pt_br: Você está no grupo de %s.

source: You are over your maximum number of memos (%d). You will be unable to receive any new memos until you delete some of your current ones.
pt_br: Você atingiu seu número máximo de memos (%d). Você não pode receber novos memos até excluir algumas das mensagens antigas.

source: You can not NOOP Services.
pt_br: Você não pode NOOP Services.

source: You can not disable the founder privilege because it would be impossible to reenable it at a later time.
pt_br: Você não pode desabilitar o privilégio de founder pois seria impossível habilitar depois.

source: You can not jupe an already juped server.
pt_br: Você não pode desconectar um servidor já desconectado.

source: You can not jupe your Services' pseudoserver or your uplink server.
pt_br: Você não pode desconectar um falso servidor ou seu servidor de uplink.

source: You can not reload this module directly, instead reload %s.
pt_br: Você não pode reler este módulo diretamente, em vez disso para carregar %s.

source: You can not request a receipt when sending a memo to yourself.
pt_br: Você não pode solicitar receber um memo enviado para você mesmo.

source: You can't %s yourself!
pt_br: Você não pode %s você mesmo!

source: You can't add a channel to its own access list.
pt_br: Você não pode adicionar um canal à sua lista de acesso.

source: You can't logout %s, they are a Services Operator.
pt_br: Você não pode deslogar %s, ele é um Operador dos Serviços.

source: You cannot %s on this network.
pt_br: Você pode %s nesta rede.

source: You cannot set the %c flag.
pt_br: Você não pode definir a %c flag.

source: You cannot set the memo limit for %s higher than %d.
pt_br: Você não pode colocar o limite de memos para %s maior que %d.

source: You cannot set your memo limit higher than %d.
pt_br: Você não pode colocar seu limite de memos maior que %d.

source: You cannot unassign bots while persist is set on the channel.
pt_br: Você não remover bots enquanto a persistência estiver definida no canal.

source: You cannot unset the e-mail on this network.
pt_br: Você não pode remover o e-mail nesta rede.

source: You cannot use this command.
pt_br: Você não pode usar este comando.

source: You currently have %d memos, of which %d are unread.
pt_br: Você tem %d memos, dos quais %d não foram lidos.

source: You currently have %d memos, of which 1 is unread.
pt_br: Você tem %d memos; dos quais 1 não foi lido.

source: You currently have %d memos.
pt_br: Você tem %d memos.

source: You currently have %d memos; all of them are unread.
pt_br: Você tem %d memos; nenhum foi lido.

source: You currently have 1 memo, and it has not yet been read.
pt_br: Você tem 1 memo que não foi lido.

source: You currently have 1 memo.
pt_br: Você tem 1 memo.

source: You currently have no memos.
pt_br: Não há memos.

source: You do not have access to set mode %c.
pt_br: Você não tem acesso para alterar o modo %c.

source: You do not have the access to change %s's modes.
pt_br: Você não tem acesso para mudar os modos de %s.

source: You found me, %s!
pt_br: Você me encontrou, %s!

source: You have %d new memos.
pt_br: Você tem %d novos memos.

source: You have 1 new memo.
pt_br: Você tem 1 novo memo.

source: You have a new memo from %s. Type %s%s READ %d to read it.
pt_br: Você tem um novo memo de %s. Digite %s%s READ %d para ler a mensagem.

source: You have been invited to %s by %s.
pt_br: Você foi convidado para %s por %s.

source: You have been invited to %s.
pt_br: Você foi convidado para %s.

source: You have been logged in as %s.
pt_br: Você se conectou em %s.

source: You have been logged out.
pt_br: Você foi desconectado.

source: You have been unbanned from %s.
pt_br: Você foi desbanido de %s.

source: You have been unbanned from %d channels.
pt_br: Você foi desbanido do canal %d.

source: You have no limit on the number of memos you may keep.
pt_br: Você não tem limite no número memos que pode salvar.

source: You have no memos.
pt_br: Você não tem memos.

source: You have no new memos.
pt_br: Você não tem novos memos.

source: You have reached your maximum number of memos (%d). You will be unable to receive any new memos until you delete some of your current ones.
pt_br: Você atingiu seu número máximo de memos (%d). Você não pode receber novos memos até excluir algumas das mensagens antigas.

source: You have regained control of %s.
pt_br: Você pode recuperar o controle de %s.

source: You may drop any nick within your group.
pt_br: Você pode dropar qualquer nick de seu grupo.

source: You may not (un)lock mode %c.
pt_br: Você ão pode destravar o modo %c.

source: You may not change the e-mail of other Services Operators.
pt_br: Você não pode alterar o e-mail de outro Operador dos Serviços.

source: You may not change the email of an unconfirmed account.
pt_br: Você não pode alterar o e-mail de conta não confirmada.

source: You may not change the password of other Services Operators.
pt_br: Você não pode alterar a senha de outro Operador dos Serviços.

source: You may not drop other Services Operators' nicknames.
pt_br: Você não pode dropar o nick de outro Operador dos Serviços.

source: You may not get the password of other Services Operators.
pt_br: Você não pode obter a senha de outro Operador dos Serviços.

source: You may not suspend other Services Operators' nicknames.
pt_br: Você não pode suspender o nick de outro Operador dos Serviços.

source: You may view but not modify the access list of other Services Operators.
pt_br: Você pode visualizar mas não pode modificar a lista de acesso de outro Operador dos Serviços.

source: You may view but not modify the certificate list of other Services Operators.
pt_br: Você pode visualizar mas não pode modificar a lista de certificado de outro Operador dos Serviços.

source: You might see yourself in the mirror, %s.
pt_br: Você pode se ver no espelho, %s.

source: You must assign a bot to the channel before using this command.
pt_br: Você precisa associar um bot ao canal antes de usar este comando.

source: You must be a channel operator to register the channel.
pt_br: Você precisa ser um operador do canal para poder registrar.

source: You must be in %s to use this command.
pt_br: Você deve estar em %s para usar este comando.

source: You must confirm your account before you can register a channel.
pt_br: Você precisa confirmar sua conta antes de registrar um canal.

source: You must confirm your account before you may request a vhost.
pt_br: Você precisa confirmar sua conta antes de solicitar um vhost.

source: You must confirm your account before you may send a memo.
pt_br: Você precisa confirmar sua conta antes de enviar um memo.

source: You must enter the channel name twice as a confirmation that you wish to drop %s.
pt_br: Você deve informar o nome do canal duas vezes como confirmação se deseja dropar %s.

source: You must have been using this nick for at least %d seconds to register.
pt_br: Você poderá usar este nick somente %d segundos após registrá-lo.

source: You must have the %s(ME) privilege on the channel to use this command.
pt_br: Você deve ter o privilégio %s(ME) no canal para usar este comando.

source: You must now supply an e-mail for your nick. This e-mail will allow you to retrieve your password in case you forget it.
pt_br: Você precisa indicar um e-mail para seu nick. Este e-mail permitirá recuperar a sua senha caso você a esqueça.

source: You need to be identified to use this command.
pt_br: Você precisa identificar-se para usar este comando.

source: You will be notified by message and by mail when new memos arrive.
pt_br: Você será notificado por e-mail quando receber novos memos.

source: You will be notified of new memos at logon and when they arrive, and by mail when they arrive.
pt_br: Você será notificado sobre novos memos quando recebê-los, ao logar-se e quando receber e-mail.

source: You will be notified of new memos at logon and when they arrive.
pt_br: Você será notificado sobre novos memo quando logar-se e quando recebê-los.

source: You will be notified of new memos at logon, and by mail when they arrive.
pt_br: Você será notificado sobre novos memo quando logar-se e por e-mail.

source: You will be notified of new memos at logon.
pt_br: Você será notificado através de memo quando logar-se.

source: You will be notified when new memos arrive.
pt_br: Você será notificado quando receber novos memos.

source: You will no longer be able to receive memos.
pt_br: Você não receberá novos memos.

source: You will no longer be informed via email.
pt_br: Você não será mais informado via e-mail.

source: You will not be notified of new memos.
pt_br: Você não será notificado sobre novos memos.

source: You will now be informed about new memos via email.
pt_br: Você será informado sobre novos memos através de e-mail.

source: Your IRCd does not support SVSJOIN.
pt_br: Seu IRCd não suporta SVSJOIN.

source: Your IRCd does not support SVSNICK.
pt_br: Seu IRCd não suporta SVSNICK.

source: Your IRCd does not support SVSPART.
pt_br: Seu IRCd não suporta SVSPART.

source: Your IRCd does not support vIdent's, if this is incorrect, please report this as a possible bug
pt_br: Seu IRCd não suporta vIdent, se isso não estiver correto, por favor relate isso como um possível bug

source: Your account %s has been successfully created.
pt_br: Sua conta %s foi criada com sucesso.

source: Your account is already confirmed.
pt_br: Sua conta já está confirmada.

source: Your account will expire, if not confirmed, in %s.
pt_br: Sua conta irá expirar se não for confirmada em %s.

source: Your email address has been changed to %s.
pt_br: Seu e-mail foi alterado para %s.

source: Your email address is not allowed, choose a different one.
pt_br: Seu e-mail não foi permitido, escolha outro.

source: Your email address is not confirmed. To confirm it, follow the instructions that were emailed to you.
pt_br: Seu e-mail não está confirmado. Para confirmar, siga as instruções enviadas por e-mail.

source: Your email address of %s has been confirmed.
pt_br: Seu e-mail %s foi confirmado.

source: Your email has been updated to %s
pt_br: Seu e-mail foi alterado para %s

source: Your email has been updated to %s.
pt_br: Seu e-mail foi alterado para %s.

source: Your memo limit has been disabled.
pt_br: Seu limite de memos foi desativado.

source: Your memo limit has been set to %d.
pt_br: Seu limite de memo foi modificado para %d.

source: Your memo limit is %d, and may not be changed.
pt_br: Seu limite de memos é de %d, e não pode ser alterado.

source: Your memo limit is %d.
pt_br: Seu limite de memos é de %d.

source: Your memo limit is 0; you will not receive any new memos.
pt_br: Seu limite de memos é de 0; você não pode receber novos memos.

source: Your memo limit is 0; you will not receive any new memos. You cannot change this limit.
pt_br: Seu limite de memos é de 0; você não pode receber novos memos. Você não pode alterar esse limite.

source: Your nick has been logged out.
pt_br: Seu nick foi desconectado.

source: Your nick is already registered.
pt_br: Seu nick já está registrado.

source: Your nick is not grouped to anything, you can't ungroup it.
pt_br: Seu nick não está agrupado, você não pode desagrupá-lo.

source: Your nick isn't registered.
pt_br: Seu nick não está registrado.

source: Your nickname is now being changed to %s
pt_br: Seu nick foi alterado para %s

source: Your oper block doesn't require logging in.
pt_br: Seu oper não necessita de login.

source: Your passcode has been re-sent to %s.
pt_br: Seu passcode foi reenviado para %s.

source: Your password is %s - remember this for later use.
pt_br: Sua senha é %s - guarde ela para uso posterior.

source: Your password is too long. It must not exceed %u characters.
pt_br: Sua senha é muito grande. Não deve ultrapassar %u caracteres.

source: Your password reset request has expired.
pt_br: Sua solicitação para redefinir a senha expirou.

source: Your vHost has been requested.
pt_br: Seu vHost foi solicitado.

source: Your vhost of %s is now activated.
pt_br: Seu vhost para %s foi ativado.

source: Your vhost of %s@%s is now activated.
pt_br: Seu vHost %s@%s foi ativado.

source: Your vhost was removed and the normal cloaking restored.
pt_br: Seu vHost foi removido e a encriptação restaurada.

source: Zone
pt_br: Zona

source: Zone %s already exists.
pt_br: Zona %s já existe.

source: Zone %s does not exist.
pt_br: Zona %s inexistente.

source: Zone %s removed.
pt_br: Zona %s removida.

source: [ account ] password
pt_br: [ conta ] senha

source: [ channel [ nick ]]
pt_br: [ canal [ nick ]]

source: [ channel ] ADD entry
pt_br: [ canal ] ADD entry

source: [ channel ] DEL entry
pt_br: [ canal ] DEL entry

source: [ channel ] LIST
pt_br: [ canal ] LIST

source: [ channel ] [ list | NEW]
pt_br: [ canal ] [ list | NEW]

source: [ channel ] [ nick ]
pt_br: [ canal ] [ nick ]

source: [ channel ] { num | list | LAST | ALL}
pt_br: [ canal ] { num | list | LAST | ALL}

source: [ channel ] { num | list | LAST | NEW | ALL}
pt_br: [ canal ] { num | list | LAST | NEW | ALL}

source: [ nick | channel ]
pt_br: [ nick | canal ]

source: [ nickname [REVALIDATE]]
pt_br: [ nick [REVALIDATE]]

source: [ nickname ]
pt_br: [ nick ]

source: [ parameter ]
pt_br: [ parâmetro ]

source: [+ days d] [+ limit l] pattern
pt_br: [+ dias d] [+ limite l] padrão

source: [+ expiry ] channel reason
pt_br: [+ expiry ] canal motivo

source: [Hostname hidden]
pt_br: [host esconder]

source: [Suspended]
pt_br: [Suspenso]

source: [Unconfirmed]
pt_br: [Não-confirmado]

source: [auto memo] Your requested vHost has been approved.
pt_br: [auto memo] Seu vHost solicitado foi aprovado.

source: [auto memo] Your requested vHost has been rejected.
pt_br: [auto memo] Seu vHost solicitado foi rejeitado.

source: [auto memo] Your requested vHost has been rejected. Reason: %s
pt_br: [auto memo] Seu vHost solicitado foi rejeitado. Motivo: %s

source: [auto memo] vHost %s has been requested by %s.
pt_br: [auto memo] vHost %s foi solicitado por %s.

source: [{ pattern | channel } [ INVISIBLE ]]
pt_br: [{ padrão | canal } [ INVISIBLE ]]

source: [{ pattern | nick } [ SECRET ]]
pt_br: [{ padrão | nick } [ SECRET ]]

source: day
pt_br: dia

source: days
pt_br: dias

source: does not expire
pt_br: não expira

source: expires in %d days
pt_br: expira em %d dias

source: expires in %d hour, %d minute
pt_br: expira em %d hora, %d minuto

source: expires in %d hour, %d minutes
pt_br: expira em %d hora, %d minutos

source: expires in %d hours, %d minute
pt_br: expira em %d horas, %d minuto

source: expires in %d hours, %d minutes
pt_br: expira em %d horas, %d minutos

source: expires in %d minute
pt_br: expira em %d minuto

source: expires in %d minutes
pt_br: expira em %d minutos

source: expires momentarily
pt_br: expira nesse momento

source: hour
pt_br: hora

source: hours
pt_br: horas

source: letters: %s, words: %s, lines: %s, smileys: %s, actions: %s
pt_br: letras: %s, palavras: %s, linhas: %s, smileys: %s, ações: %s

source: minute
pt_br: minuto

source: minutes
pt_br: minutos

source: not assigned yet
pt_br: não atribuído
