Repository: vIRCio/anope.pt_BR.po
Catalog: anope.*.po
Languages: pt_br

source: Enables or disables voices protection mode on a channel. When it is enabled, voices won't be kicked by the bot even if they don't match the NOKICK level.
pt_br: Ativa ou desativa voices protection (o modo de proteção para voices) em um canal. Quando ativado, os "voices" não serão expulsos pelo bot, mesmo que não correspondam ao nível NOKICK.

source: Fantasy commands may be prefixed with one of the following characters: %s
pt_br: Os comandos de fantasia (fantasy) podem ser prefixados com um dos seguintes caracteres: %s

source: NOTICE: In order to register a channel, you must have first registered your nickname.
pt_br: AVISO: Para registrar um canal, você deve primeiro registrar seu nick.

source: Note that any channel which is not used for %d days (i.e. which no user on the channel's access list enters for that period of time) will be automatically dropped.
pt_br: Observe que qualquer canal que não é usado por %d dias (ou seja, que nenhum usuário da lista de acesso entra no canal nesse período) será desregistrado automaticamente.

source: See the %s command (%s%s HELP ACCESS) for information on giving a subset of these privileges to other channel users.
pt_br: Veja o comando %s (%s%s HELP ACCESS) para obter mais informações sobre como conceder um conjunto desses privilégios a outros usuários do canal.

source: Services Operators can also drop any nickname without needing to identify for the nick, and may view the access list for any nickname.
pt_br: Operadores do Serviços podem dropar qualquer nick sem precisar logar-se no nick e pode visualizar a lista de acesso de qualquer nick.

source: Services Operators can also, depending on their access drop any channel, view (and modify) the access, levels and akick lists and settings for any channel.
pt_br: Os operadores dos serviços também podem, dependendo de seu acesso, desregistrar qualquer canal, visualizar e modificar o acesso, níveis, listas e configurações de akick de qualquer canal.

source: Sets the time bot bans expire in. If enabled, any bans placed by bots, such as flood kicker, badwords kicker, etc. will automatically be removed after the given time. Set to 0 to disable bans from automatically expiring.
pt_br: Define o tempo em que os bans do bot expiram. Se ativado, afeta qualquer ban feito pelo bot, como por exemplo: "flood kicker", "badwords kicker" etc, que serão automaticamente removidos após o tempo determinado. Defina como 0 para impedir que os bans expirem automaticamente.

source: The %s ADD command adds the given nickname to the %s list. The %s DEL command removes the given nick from the %s list. If a list of entry numbers is given, those entries are deleted. (See the example for LIST below.) The %s LIST command displays the %s list. If a wildcard mask is given, only those entries matching the mask are displayed. If a list of entry numbers is given, only those entries are shown; for example: %s #channel LIST 2-5,7-9 Lists %s entries numbered 2 through 5 and 7 through 9. The %s CLEAR command clears all entries of the %s list.
pt_br: O comando %s ADD adiciona o nick fornecido à lista %s. O comando %s DEL remove o nick fornecido da lista %s. Se uma lista de números de entrada for fornecida, essas entradas serão excluídas. (Veja o exemplo para LIST abaixo.) O comando %s LIST exibe a lista %s. Se uma máscara curinga for fornecida, apenas as entradas correspondentes à máscara serão exibidas. Se uma lista de números de entrada for fornecida, apenas essas entradas serão mostradas; por exemplo: %s #channel LIST 2-5,7-9 Lista entradas de %s numeradas de 2 a 5 e de 7 a 9. O comando %s CLEAR remove tudo da lista de %s.

source: The AKICK DEL command removes the given nick or mask from the AutoKick list. It does not, however, remove any bans placed by an AutoKick; those must be removed manually. The AKICK LIST command displays the AutoKick list, or optionally only those AutoKick entries which match the given mask. The AKICK VIEW command is a more verbose version of the AKICK LIST command. The AKICK ENFORCE command causes %s to enforce the current AKICK list by removing those users who match an AKICK mask. The AKICK CLEAR command clears all entries of the akick list.
pt_br: O comando AKICK DEL remove um nick ou máscara fornecido da lista de Auto Kick. Isso não remove, no entanto, qualquer ban colocado por um Auto Kick; estes devem ser removidos manualmente. O comando AKICK LIST exibe a lista de AutoKick, ou opcionalmente exibe somente as entradas de Auto Kick que correspondem a máscara fornecida. O comando AKICK VIEW é uma versão mais detalhada do comando AKICK LIST. O comando AKICK ENFORCE faz com que o %s force a lista atual de AKICK removendo usuários que correspondam à uma máscara do AKICK. O comando AKICK CLEAR apaga todas as entradas da lista de AKICK.

source: The AKILL DEL command removes the given mask from the AKILL list if it is present. If a list of entry numbers is given, those entries are deleted. (See the example for LIST below.) The AKILL LIST command displays the AKILL list. If a wildcard mask is given, only those entries matching the mask are displayed. If a list of entry numbers is given, only those entries are shown; for example: AKILL LIST 2-5,7-9 Lists AKILL entries numbered 2 through 5 and 7 through 9. AKILL VIEW is a more verbose version of AKILL LIST, and will show who added an AKILL, the date it was added, and when it expires, as well as the user@host/ip mask and reason. AKILL CLEAR clears all entries of the AKILL list.
pt_br: O comando AKILL DEL remove a máscara fornecida da lista AKILL, se ela estiver presente. Se uma lista de números de entrada for fornecida, essas entradas serão excluídas. (Veja o exemplo para LIST abaixo) O comando AKILL LIST exibe a lista AKILL. Se uma máscara curinga for fornecida, apenas as entradas correspondentes à máscara serão exibidas. Se uma lista de números de entrada for fornecida, apenas essas entradas serão mostradas; por exemplo: AKILL LIST 2-5,7-9 Lista entradas de AKILL numeradas de 2 até 5 e de 7 até 9. AKILL VIEW é uma versão mais detalhada de AKILL LIST, e mostrará quem adicionou um AKILL, a data em que foi adicionado e quando expirar, bem como a máscara no formato user@host/ip e o motivo do AKILL. AKILL CLEAR limpa todas as entradas da lista AKILL.

source: The SNLINE DEL command removes the given mask from the SNLINE list if it is present. If a list of entry numbers is given, those entries are deleted. (See the example for LIST below.) The SNLINE LIST command displays the SNLINE list. If a wildcard mask is given, only those entries matching the mask are displayed. If a list of entry numbers is given, only those entries are shown; for example: SNLINE LIST 2-5,7-9 Lists SNLINE entries numbered 2 through 5 and 7 through 9. SNLINE VIEW is a more verbose version of SNLINE LIST, and will show who added an SNLINE, the date it was added, and when it expires, as well as the realname mask and reason. SNLINE CLEAR clears all entries of the SNLINE list.
pt_br: O comando SNLINE DEL remove a máscara fornecida da lista SNLINE caso esteja presente. Caso uma lista de números de entrada é fornecida, estas entradas serão deletadas. (Veja o exemplo do LIST abaixo.) O comando SNLINE LIST mostra a lista SNLINE. Caso uma máscara genérica é fornecida, apenas as entradas correspondentes à mascara serão mostrados. Se uma lista de números de entradas é fornecida, apenas aquelas entradas serão mostradas; por exemplo: SNLINE LIST 2-5,7-9 Lista entradas SNLINE numeradas de 2 até 5 e de 7 até 9. SNLINE VIEW é uma versão prolixa de SNLINE LIST e mostrará quem adicionou uma SNLINE, a data que foi adicionada, e quando ela expira, assim como o realname máscara e motivo. SNLINE CLEAR limpa todas as entradas da lista de SNLINE .

source: The SQLINE DEL command removes the given mask from the SQLINE list if it is present. If a list of entry numbers is given, those entries are deleted. (See the example for LIST below.) The SQLINE LIST command displays the SQLINE list. If a wildcard mask is given, only those entries matching the mask are displayed. If a list of entry numbers is given, only those entries are shown; for example: SQLINE LIST 2-5,7-9 Lists SQLINE entries numbered 2 through 5 and 7 through 9. SQLINE VIEW is a more verbose version of SQLINE LIST, and will show who added an SQLINE, the date it was added, and when it expires, as well as the mask and reason. SQLINE CLEAR clears all entries of the SQLINE list.
pt_br: O comando SNLINE DEL remove a máscara fornecida da lista de SNLINE se esta estiver presente. Se uma lista de números de entrada é fornecido, essas entradas são apagadas. (Veja o exemplo para LIST abaixo.) O comando SNLINE LIST exibe a lista SNLINE. Se uma máscara coringa for fornecida, somente as entradas correspondentes à máscara serão exibidas. Se uma lista de números de entrada for fornecida, somente essas entradas serão mostradas; por exemplo: SQLINE LIST 2-5,7-9 Lista as entradas de SNLINE numeradas de 2 a 5 e de 7 a 9. SNLINE VIEW é uma versão mais detalhada deSNLINE LIST, e mostrará quem adicionou um SNLINE, a data que foi adicionado, quando vai expirar, assim como a máscara, realname e o motivo. SNLINE CLEAR apaga todas as entradas da lista SNLINE.

source: This option makes a channel unassignable. If a bot is already assigned to the channel, it is unassigned automatically when you enable it.
pt_br: Esta opção torna um canal não associado para bots. Se um bot já estiver atribuído ao canal, ele não será automaticamente desassociado quando você o ativar.

source: This option prevents a bot from being assigned to a channel by users that aren't IRC Operators.
pt_br: Essa opção impede que um bot seja associado a um canal por usuários que não são operadores do IRC.

source: Type %s%s HELP command  for help on any of the above commands.
pt_br: Digite %s%s HELP command  para obter ajuda sobre qualquer um dos comandos acima.

source: %s is online using this oper block.
pt_br: %s está online usando este bloco oper.

source: Command %s on %s is linked to %s
pt_br: Comando %s em %s está ligado ao %s

source: Providing service: %s
pt_br: Prestando serviço: %s

source: This oper is configured in the configuration file.
pt_br: Este oper está configurado no arquivo de configuração.

source: Loaded at: %p
pt_br: Carregado em: %p

source: but %s mysteriously dematerialized.
pt_br: mas %s misteriosamente desmaterializou.

source: "/msg %s" is no longer supported. Use "/msg %s@%s" or "/%s" instead.
pt_br: "/msg %s" não é mais suportado. Ao invés use "/msg %s@%s" ou "/%s".

source: "Jupiter" a server
pt_br: "Jupa" um servidor

source: %2lu %-16s letters: %s, words: %s, lines: %s, smileys: %s, actions: %s
pt_br: %2lu %-16s letras: %s, palavras: %s, linhas: %s, carinhas %s, ações: %s

source: %c is an unknown status mode.
pt_br: %c é um modo de status desconhecido.

source: %c%c is not locked on %s.
pt_br: %c%c não está travado em %s.

source: %c%c%s has been unlocked from %s.
pt_br: %c%c%s foi destravado de %s.

source: %d access entries from %s have been cloned to %s.
pt_br: %d entradas de acesso de %s foram clonadas para %s.

source: %d bots available.
pt_br: %d bots disponíveis.

source: %d modules loaded.
pt_br: %d mdulos carregados.

source: %d nickname(s) in the group.
pt_br: %d nick(s) no grupo.

source: %lu nicks are stored in the database, using %.2Lf kB of memory.
pt_br: %lu nicks estão guardados na base de dados, usando %.2Lf kB da memória.

source: %s %s list is empty.
pt_br: %s %s lista está vazia.

source: %s (%d kick(s) to ban)
pt_br: %s (%d kick(s) para banir)

source: %s (%d kick(s) to ban; %d lines in %ds)
pt_br: %s (%d kick(s) para banir; %d linhas em %ds)

source: %s (%d kick(s) to ban; %d times)
pt_br: %s (%d kick(s) para banir; %d vezes)

source: %s (%d kick(s) to ban; minimum %d/%d%%)
pt_br: %s (%d kick(s) para banir; mínimo %d/%d%%)

source: %s (%d lines in %ds)
pt_br: %s (%d linhas em %ds)

source: %s (%d times)
pt_br: %s (%d vezes)

source: %s (%s) was kicked from %s ("%s") %s ago%s
pt_br: %s (%s) foi chutado de %s ("%s") %s atrás%s

source: %s (%s) was kicked from a secret channel %s ago%s
pt_br: %s (%s) foi kickado de um canal secreto %s ago%s

source: %s (%s) was last seen changing nick from %s to %s %s ago%s
pt_br: %s (%s) foi visto pela última vez mudando o nick de %s para %s %s atrás%s

source: %s (%s) was last seen changing nick to %s %s ago%s
pt_br: %s (%s) foi visto pela última vez mudando o nick para%s %s atrás%s

source: %s (%s) was last seen connecting %s ago (%s)%s
pt_br: %s (%s) foi visto pela última vez conectando %s atrás (%s)%s

source: %s (%s) was last seen joining %s %s ago%s
pt_br: %s (%s) foi visto pela última vez entrando %s %s atrás%s

source: %s (%s) was last seen joining a secret channel %s ago%s
pt_br: %s (%s) foi visto pela última vez entrando em um canal secreto %s atrás%s

source: %s (%s) was last seen parting %s %s ago%s
pt_br: %s (%s) foi visto pela última vez saindo %s %s atrás%s

source: %s (%s) was last seen parting a secret channel %s ago%s
pt_br: %s (%s) foi visto pela última vez saindo de um canal secreto %s atrás%s

source: %s (%s) was last seen quitting (%s) %s ago (%s).
pt_br: %s (%s) foi visto pela última vez desconectando (%s) %s atrás (%s).

source: %s (minimum %d/%d%%)
pt_br: %s (mínimo %d/%d%%)

source: %s access list is empty.
pt_br: Lista de acesso do %s está vazia.

source: %s added to %s's auto join list.
pt_br: %s adicionado a lista de auto join de %s.

source: %s already exists.
pt_br: %s já existe.

source: %s autokick list is empty.
pt_br: A lista de auto kick do %s está vazia.

source: %s bad words list is empty.
pt_br: A lista de palavrões (bad words) do %s está vazia.

source: %s cannot be the successor on channel %s as they are the founder.
pt_br: %s não pode ser o sucessor do canal %s pois já é o fundador.

source: %s commands:
pt_br: %s comandos:

source: %s coverage is too wide; Please use a more specific mask.
pt_br: %s tem uma cobertura muito grande; Por favor use uma máscara mais especifica.

source: %s currently has %d memos, of which %d are unread.
pt_br: %s atualmente tem %d memos, dois quais %d não foram lidos.

source: %s currently has %d memos, of which 1 is unread.
pt_br: %s atualmente tem %d memos, dois quais 1 não foi lido.

source: %s currently has %d memos.
pt_br: %s atualmente tem %d memos.

source: %s currently has %d memos; all of them are unread.
pt_br: %s atualmente tem %d memos; nenhum foi lido.

source: %s currently has 1 memo, and it has not yet been read.
pt_br: %s atualmente tem 1 memo, que ainda não foi lido.

source: %s currently has 1 memo.
pt_br: %s atualmente tem 1 memo.

source: %s currently has no memos.
pt_br: %s atualmente não tem memos.

source: %s deleted from the %s forbid list.
pt_br: %s deletado da lista de proibidos do %s .

source: %s for %s set to %s.
pt_br: %s do %s configurado para %s.

source: %s for %s unset.
pt_br: %s do %s desconfigurado.

source: %s had an invalid key specified, and was thus ignored.
pt_br: %s tinha uma chave inválida especificada, e portanto, foi ignorada.

source: %s has no memo limit.
pt_br: %s não tem limite de memos.

source: %s has no memos.
pt_br: %s não tem memos.

source: %s has no new memos.
pt_br: %s não tem novos memos.

source: %s is %s
pt_br: %s é %s

source: %s is a Services Operator of type %s.
pt_br: %s é um Operador dos Serviços do tipo %s.

source: %s is a client on services.
pt_br: %s é um cliente nos serviços.

source: %s is a network service.
pt_br: %s é um serviço da rede.

source: %s is already covered by %s.
pt_br: %s já está coberto por %s.

source: %s is already on %s's auto join list.
pt_br: %s já está na lista de auto-entrada do %s.

source: %s is an unconfirmed nickname.
pt_br: %s é um nick não confirmado.

source: %s is another way to modify the channel access list, similar to the XOP and ACCESS methods.
pt_br: % s é outra maneira de modificar a lista de acesso ao canal, semelhante aos métodos XOP e ACCESS.

source: %s is currently online.
pt_br: %s está online no momento.

source: %s is disabled
pt_br: %s está desativado

source: %s is enabled
pt_br: %s está ativado

source: %s is not a valid IP address.
pt_br: %s não é um endereço de IP válido.

source: %s is not a valid command.
pt_br: %s não é um comando válido.

source: %s is not a valid logging method.
pt_br: %s não é um meio de log válido.

source: %s is not notified of new memos.
pt_br: %s não é notificado de novos memos.

source: %s is notified of new memos at logon and when they arrive.
pt_br: %s é notificado de novos memos ao conectar e quando eles chegam.

source: %s is notified of new memos at logon.
pt_br: %s é notificado de novos memos ao conectar.

source: %s is notified when new memos arrive.
pt_br: %s é notificado de novos memos quando chegam.

source: %s is on the channel right now (as %s)!
pt_br: %s está no canal neste exato momento (como %s)!

source: %s is on the channel right now!
pt_br: %s está no canal neste exato momento!

source: %s list for %s
pt_br: %s lista para %s

source: %s list is empty.
pt_br: %s lista está vazia.

source: %s locked on %s.
pt_br: %s trancado em %s.

source: %s not found.
pt_br: %s não encontrado.

source: %s settings:
pt_br: %s configurações:

source: %s was last seen here %s ago.
pt_br: %s foi visto pela última vez aqui %s atrás.

source: %s was not found on %s's auto join list.
pt_br: %s não foi encontrado na lista de entrada automática do %s.

source: %s was removed from %s's auto join list.
pt_br: %s foi removido da lista de entrada automática do %s.

source: %s will not send you any notification of memos.
pt_br: %s não irá enviar a você nenhuma notificação de memos.

source: %s will now notify you of memos when they are sent to you.
pt_br: %s irá te notificar sobre memos quando eles forem enviados a você.

source: %s will now notify you of memos when you log on and when they are sent to you.
pt_br: %s irá te notificar sobre memos quando você se identificar ou quando eles forem enviados a você.

source: %s will now notify you of memos when you log on or unset /AWAY.
pt_br: %s irá te notificar sobre memos quando você se identificar ou sair do /AWAY.

source: %s!%s@%s (%s) added to the bot list.
pt_br: %s!%s@%s (%s) adicionado à lista de bots.

source: %s's access list is empty.
pt_br: Lista de acesso do %s está vazia.

source: %s's auto join list is empty.
pt_br: Lista de entrada automática de %s está vazia.

source: %s's auto join list:
pt_br: Lista de entrada automática de %s:

source: %s's certificate list is empty.
pt_br: Lista de certificados de %s está vazia.

source: %s's memo limit is %d, and may not be changed.
pt_br: Limite de memos de %s é %d, e não pode ser alterado.

source: %s's memo limit is %d.
pt_br: Limite de memos de %s é %d.

source: (%s ago)
pt_br: (%s atrás)

source: (%s from now)
pt_br: (%s a partir de agora)

source: (Split)
pt_br: (Separado)

source: (by %s on %s) %s
pt_br: (por %s em %s) %s

source: (disabled)
pt_br: (desativado)

source: (founder only)
pt_br: (apenas fundador)

source: (now)
pt_br: (agora)

source: * AKILL any new clients connecting
pt_br: * AKILL qualquer nova conexão

source: * Force channel modes (%s) to be set on all channels
pt_br: * Forçar os modos de canal (%s) a serem definidos em todos os canais

source: * Ignore non-opers with a message
pt_br: * Ignora os não-operadores com uma mensagem

source: * Kill any new clients connecting
pt_br: * Kill qualquer nova conexão

source: * No mode lock changes
pt_br: * Nenhuma alteração no bloqueio des modos

source: * No new channel registrations
pt_br: * Nenhum novo registro de canal

source: * No new memos sent
pt_br: * Nenhum novo memo enviado

source: * No new nick registrations
pt_br: * Nenhum novo registro de nicks

source: * Silently ignore non-opers
pt_br: * Ignora silenciosamente os não-operadores

source: * Use the reduced session limit of %d
pt_br: * Use o limite de sessão reduzida de %d

source: , but %s mysteriously dematerialized.
pt_br: , mas %s desmaterializou misteriosamente.

source: . %s is still online.
pt_br: . %s continua online.

source: <unknown>
pt_br: <desconhecido>

source: A confirmation e-mail has been sent to %s. Follow the instructions in it to change your e-mail address.
pt_br: Um e-mail de confirmação foi enviada para%s. Siga as instruções nela para mudar o seu endereço de e-mail.

source: A massmemo has been sent to all registered users.
pt_br: Um memo em massa foi enviado a todos os usuários registrados.

source: A memo informing the user will also be sent, which includes the reason for the rejection if supplied.
pt_br: Um memo informando ao usuário também será enviado, incluindo o motivo da rejeição, se fornecida.

source: A memo informing the user will also be sent.
pt_br: Um memo informando ao usuário também será enviado.

source: A notification memo has been sent to %s informing him/her you have read his/her memo.
pt_br: Um memo de notificação foi enviado para %s informando que você leu o memo.

source: A vHost ident must be in the format of a valid ident.
pt_br: Um vHost com ident deve estar no formato de um ident válido.

source: A vHost must be in the format of a valid hostname.
pt_br: O vHost deve estar no formato de um hostname válido.

source: ADD expiry { nick | mask } [ reason ]
pt_br: ADD expiração { nick | máscara } [ motivo ]

source: ADD oper type
pt_br: ADD operador tipo

source: ADD target info
pt_br: ADD alvo informação

source: ADD text
pt_br: ADD texto

source: ADD [ +expiry ] mask limit reason
pt_br: ADD [ +tempo-para-expirar ] máscara limite motivo

source: ADD [ nickname ] channel [ key ]
pt_br: ADD [ nick ] canal [ chave ]

source: ADD [ nickname ] mask
pt_br: ADD [ nick ] máscara

source: ADD [ nickname ] [ fingerprint ]
pt_br: ADD [ nick ] [ certificado digital ]

source: ADD [+ expiry ] mask reason
pt_br: ADD [+ tempo-para-expirar ] máscara motivo

source: ADD [+ expiry ] mask : reason
pt_br: ADD [+ tempo-para-expirar ] máscara : motivo

source: ADD {NICK|CHAN|EMAIL|REGISTER} [+ expiry ] entry reason
pt_br: ADD {NICK|CHAN|EMAIL|REGISTER} [+ tempo-para-expirar ] entrada motivo

source: ADDIP server.name ip
pt_br: ADDIP nome.servidor ip

source: ADDSERVER server.name [ zone.name ]
pt_br: ADDSERVER servidor.nome [ zona.nome ]

source: ADDZONE zone.name
pt_br: ADDZONE nome.zona

source: AKICK ENFORCE for %s complete; %d users were affected.
pt_br: AKICK ENFORCE para %s completo; %d usuários foram afetados.

source: AKILL all users on a specific channel
pt_br: AKILL todos os usuários do canal especificado

source: AKILL list is empty.
pt_br: Lista de AKILL está vazia.

source: Access
pt_br: Acesso

source: Access denied.
pt_br: Acesso negado.

source: Access for %s on %s:
pt_br: Acesso para %s em %s:

source: Access level must be between %d and %d inclusive.
pt_br: Nível de acesso precisa ser entre %d e %d inclusive.

source: Access level must be non-zero.
pt_br: Nível de acesso precisa ser não-zero.

source: Access level settings for channel %s:
pt_br: Níveis de acesso setados para o canal %s:

source: Access levels for %s reset to defaults.
pt_br: Os níveis de acesso do canal %s foram redifinidos para configuração padrão.

source: Access list for %s:
pt_br: Lista de acesso para %s:

source: Access to this command requires the permission %s to be present in your opertype.
pt_br: O acesso a este comando requer que esteja presente a permissão %s no seu tipo de operador.

source: Account %s has already reached the maximum number of simultaneous logins (%u).
pt_br: A conta %s já atingiu o número máximo de logins simultâneos (%u).

source: Activate security features
pt_br: Ativa recursos de segurança
